{"_id":1,"Images":"https://m.media-amazon.com/images/M/MV5BMjUzZTJmZDItODRjYS00ZGRhLTg2NWQtOGE0YjJhNWVlMjNjXkEyXkFqcGdeQXVyMTg4NDI0NDM@._V1_UY209_CR34,0,140,209_AL_.jpg","Subtitle":"Actress | Wonder Woman","Url":"https://en.wikipedia.org/wiki/Gal_Gadot","Dob":"30 April 1985","Actor":"Gal Gadot","Summary":"Gal Gadot Varsano (Hebrew: גל גדות‎, [ˈɡal ɡaˈdot]; born 30 April 1985) is an Israeli actress, model and film producer. At age 18, she was crowned Miss Israel 2004. She then served two years in the Israel Defense Forces as a combat instructor, and began studying law and international relations at IDC Herzliya college while building up her modeling and acting careers.Gadot's first film role came as Gisele Yashar in Fast \u0026 Furious, a role she reprised in subsequent instalments of the film franchise. She went on to earn worldwide fame for portraying Wonder Woman in the DC Extended Universe, beginning with Batman v Superman: Dawn of Justice (2016), followed by the solo film Wonder Woman and the ensemble Justice League (both 2017). In 2018, Gadot was included on Time's annual list of the 100 most influential people in the world."}
{"_id":2,"Images":"https://m.media-amazon.com/images/M/MV5BMTQ3ODEyNjA4Nl5BMl5BanBnXkFtZTgwMTE4ODMyMjE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actor | Inception","Url":"https://en.wikipedia.org/wiki/Tom_Hardy","Dob":"15 September 1977","Actor":"Tom Hardy","Summary":"Edward Thomas Hardy CBE (born 15 September 1977) is an English actor and film producer. Originally a model, Hardy made his film debut in Ridley Scott’s Black Hawk Down (2001), and has since played in films such as Star Trek: Nemesis (2002), RocknRolla (2008), Bronson (2008), Warrior (2011), Tinker Tailor Soldier Spy (2011), Lawless (2012), Locke (2013), The Drop (2014) and  The Revenant (2015), for which he received a nomination for the Academy Award for Best Supporting Actor. In 2015, Hardy portrayed \"Mad\" Max Rockatansky in Mad Max: Fury Road and both Kray twins in Legend. He has also appeared in three Christopher Nolan films: Inception (2010), as Bane in The Dark Knight Rises (2012), and Dunkirk (2017). In 2018, he starred as Eddie Brock/Venom in the antihero film Venom.\nHardy's television roles include the HBO war drama miniseries Band of Brothers (2001), the BBC historical drama miniseries The Virgin Queen (2005), ITV's Wuthering Heights (2008), the Sky 1 drama series The Take (2009), and the BBC historical crime drama series Peaky Blinders (2013–2017). He created, co-produced, and took the lead in the eight-part historical fiction series Taboo (2017) on BBC One and FX.Hardy has performed on both British and American stages. He was nominated for the Laurence Olivier Award for Most Promising Newcomer for his role as Skank in the production of In Arabia We'd All Be Kings (2003), and was awarded the 2003 London Evening Standard Theatre Award for Outstanding Newcomer for his performances in both In Arabia We'd All Be Kings and for his role as Luca in Blood. He starred in the production of The Man of Mode (2007) and received positive reviews for his role in the play The Long Red Road (2010). \nHardy is active in charity work and is an ambassador for the Prince's Trust. He was appointed Commander of the Order of the British Empire (CBE) in the 2018 Birthday Honours for services to drama."}
{"_id":3,"Images":"https://m.media-amazon.com/images/M/MV5BNjg3OTg4MDczMl5BMl5BanBnXkFtZTgwODc0NzUwNjE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Game of Thrones","Url":"https://en.wikipedia.org/wiki/Emilia_Clarke","Dob":"23 October 1986","Actor":"Emilia Clarke","Summary":"Emilia Isabelle Euphemia Rose Clarke (born 23 October 1986) is an English actress. Born in London and brought up in Berkshire, Clarke studied at the Drama Centre London, where she appeared in a number of stage productions, and starred in a theatre production by the Company of Angels. After making her screen debut in a short film, her television debut came with a guest appearance in an episode of the British soap opera Doctors in 2009. The following year, she was named as one of the UK Stars of Tomorrow by Screen International magazine for her role in the Syfy film Triassic Attack (2010).\nClarke rose to international prominence in 2011 for her breakthrough role as Daenerys Targaryen in the HBO fantasy television series Game of Thrones (2011–present). The role has garnered her critical acclaim and several accolades, including three nominations for the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series, and six nominations for the Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Drama Series.\nClarke made her Broadway debut as Holly Golightly in a production of Breakfast at Tiffany's in 2013. Her film roles include Sarah Connor in the science fiction film Terminator Genisys (2015), Louisa Clark in the romance film Me Before You (2016), and Qi'ra in the Star Wars anthology film Solo: A Star Wars Story (2018). Clarke is also known for her philanthropic efforts, and for her work promoting proper pay and benefits for nurses in the UK."}
{"_id":4,"Images":"https://m.media-amazon.com/images/M/MV5BMTY3Nzg2NjA1OF5BMl5BanBnXkFtZTgwMjY5NTU1MzI@._V1_UY209_CR7,0,140,209_AL_.jpg","Subtitle":"Actress | Baywatch","Url":"https://en.wikipedia.org/wiki/Alexandra_Daddario","Dob":"March 16, 1986","Actor":"Alexandra Daddario","Summary":"Alexandra Anna Daddario (born March 16, 1986) is an American actress. She is known for playing Annabeth Chase in the Percy Jackson film series, Blake Gaines in San Andreas, and Summer Quinn in Baywatch.\nDaddario also starred in the films Texas Chainsaw 3D and Hall Pass, and has guest starred in television series such as White Collar, It's Always Sunny in Philadelphia, True Detective, New Girl and American Horror Story."}
{"_id":5,"Images":"https://m.media-amazon.com/images/M/MV5BNjE5MzAzNzUwOV5BMl5BanBnXkFtZTgwNDM0OTg0ODE@._V1_UY209_CR12,0,140,209_AL_.jpg","Subtitle":"Actor | It","Url":"https://en.wikipedia.org/wiki/Bill_Skarsg%C3%A5rd","Dob":"","Actor":"Bill Skarsgård","Summary":"Bill Istvan Günther Skarsgård (Swedish pronunciation: [ˈbɪl ˈʂkɑːʂgoːɖ] ( listen); born 9 August 1990) is a Swedish actor. He starred in the dystopian thriller The Divergent Series: Allegiant (2016), the espionage thriller Atomic Blonde (2017), the Netflix horror series Hemlock Grove (2013–2015), and appeared in two Stephen King adaptations, as \"The Kid\" in the Hulu series Castle Rock (2018–present) and Pennywise the Dancing Clown in the 2017 adaptation of It and its upcoming sequel."}
{"_id":6,"Images":"https://m.media-amazon.com/images/M/MV5BMTkzNjE5MzY5M15BMl5BanBnXkFtZTgwMDI5ODMxODE@._V1_UY209_CR80,0,140,209_AL_.jpg","Subtitle":"Actress | Guardians of the Galaxy Vol. 2","Url":"https://en.wikipedia.org/wiki/Pom_Klementieff","Dob":"3 May 1986","Actor":"Pom Klementieff","Summary":"Pom Klementieff (born 3 May 1986) is a Canadian-born French actress. She was trained at the Cours Florent drama school in Paris and has appeared in such films as Loup (2009), Sleepless Night (2011) and Hacker's Game (2015). She plays the role of Mantis in the film Guardians of the Galaxy Vol. 2 (2017) and Avengers: Infinity War (2018)."}
{"_id":7,"Images":"https://m.media-amazon.com/images/M/MV5BMjA3NjYzMzE1MV5BMl5BanBnXkFtZTgwNTA4NDY4OTE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Blade Runner 2049","Url":"https://en.wikipedia.org/wiki/Ana_de_Armas","Dob":"30 April 1988","Actor":"Ana de Armas","Summary":"Ana Celia de Armas Caso (born 30 April 1988) is a Cuban actress. She made her acting debut in 2006 in the Spanish film Una rosa de Francia. She also starred in the popular Spanish television show El Internado. In 2015 she starred in her first American film Knock Knock followed by Exposed, Hands of Stone, War Dogs and Blade Runner 2049."}
{"_id":8,"Images":"https://m.media-amazon.com/images/M/MV5BMTY0NTY5OTI2MF5BMl5BanBnXkFtZTgwNDkzMzIxMzE@._V1_UY209_CR5,0,140,209_AL_.jpg","Subtitle":"Actor | Downton Abbey","Url":"https://en.wikipedia.org/wiki/Dan_Stevens","Dob":"10 October 1982","Actor":"Dan Stevens","Summary":"Daniel Jonathan Stevens (born 10 October 1982) is an English actor. He first drew international attention for his role as Matthew Crawley in the ITV acclaimed period drama series Downton Abbey (2010–12). He also starred as David in the thriller film The Guest (2014), Sir Lancelot in the adventure film Night at the Museum: Secret of the Tomb (2014), The Beast/Prince in Disney's live action adaptation of Beauty and the Beast (2017), Lorin Willis in the biographical legal drama Marshall (2017), and Charles Dickens in the biographical drama The Man Who Invented Christmas (2017). Since 2017, he has starred as David Haller in the FX series Legion."}
{"_id":9,"Images":"https://m.media-amazon.com/images/M/MV5BMjU0OTQ5NjQ5NF5BMl5BanBnXkFtZTgwNTk2ODQzNDE@._V1_UY209_CR10,0,140,209_AL_.jpg","Subtitle":"Actress | Star Trek: Beyond","Url":"https://en.wikipedia.org/wiki/Sofia_Boutella","Dob":"April 3, 1982","Actor":"Sofia Boutella","Summary":"Sofia Boutella (Arabic: صوفيا بوتلة‎; born April 3, 1982) is a French-Algerian dancer, model and actress. Boutella has starred as Gazelle in Kingsman: The Secret Service (2015), an alien warrior named Jaylah in Star Trek Beyond (2016), and the main antagonist, Princess Ahmanet, in Universal's Dark Universe film The Mummy (2017). Also in 2017, she starred alongside Charlize Theron in Atomic Blonde, the film adaptation of the graphic novel The Coldest City, as undercover French agent Delphine Lasalle."}
{"_id":10,"Images":"https://m.media-amazon.com/images/M/MV5BYTUxODkzYTYtNTMxOS00YWI2LWE4OTctODk1YTM1YTZjYmQ3XkEyXkFqcGdeQXVyNjM0NjkwNTI@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Love, Simon","Url":"https://en.wikipedia.org/wiki/Katherine_Langford","Dob":"29 April 1996","Actor":"Katherine Langford","Summary":"Katherine Langford (born 29 April 1996) is an Australian actress. She is known for starring as Hannah Baker in the 2017 Netflix series 13 Reasons Why, based on the novel of the same name, for which she received a Golden Globe Award nomination. In 2018, she appeared as Vesna in the independent comedy/drama film The Misguided and as Leah Burke in the romantic comedy-drama film Love, Simon."}
{"_id":11,"Images":"https://m.media-amazon.com/images/M/MV5BMTQwMDQ0NDk1OV5BMl5BanBnXkFtZTcwNDcxOTExNg@@._V1_UY209_CR2,0,140,209_AL_.jpg","Subtitle":"Actress | Selfie","Url":"https://en.wikipedia.org/wiki/Karen_Gillan","Dob":"28 November 1987","Actor":"Karen Gillan","Summary":"Karen Gillan (born 28 November 1987) is a Scottish actress, director, screenwriter and model. She played the role of Amy Pond, companion to the Eleventh Doctor, in the BBC One science fiction series Doctor Who (2010–2013). She has received wide recognition for portraying Nebula in the Marvel Cinematic Universe films Guardians of the Galaxy (2014), Guardians of the Galaxy Vol. 2 (2017), Avengers: Infinity War (2018) and its untitled sequel (2019) and also played Ruby Roundhouse in the box-office hit Jumanji: Welcome to the Jungle (2017).\nIn 2018, she released her first featured film as a writer and director, titled The Party's Just Beginning."}
{"_id":12,"Images":"https://m.media-amazon.com/images/M/MV5BMTgxNDcwMzU2Nl5BMl5BanBnXkFtZTcwNDc4NzkzOQ@@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actress | Suicide Squad","Url":"https://en.wikipedia.org/wiki/Margot_Robbie","Dob":"2 July 1990","Actor":"Margot Robbie","Summary":"Margot Elise Robbie ( MAR-goh ROB-ee; born 2 July 1990) is an Australian actress and film producer. In 2017, Time magazine named her as one of the 100 most influential people in the world and Forbes featured her in their 30 Under 30 list.Born and raised on a farm in Dalby, Queensland, Robbie studied drama at Somerset College. She began her career in Australian independent films in the late 2000s, before working in the soap opera Neighbours (2008–2011), which earned her two Logie Award nominations. After moving to the United States, she starred in the short-lived ABC drama series Pan Am (2011–2012). In 2013, she had a supporting role in the romantic comedy About Time, and made her breakthrough later that year by co-starring in Martin Scorsese's biographical black comedy The Wolf of Wall Street.\nRobbie launched a production company named LuckyChap Entertainment in 2014. Her profile continued to grow with leading roles in the romantic drama Focus (2015), as Jane Porter Clayton in the action-adventure film The Legend of Tarzan (2016), and as Harleen Quinzel / Harley Quinn in the superhero film Suicide Squad (2016). Robbie received critical acclaim in 2017 for her portrayal of the disgraced figure skater Tonya Harding in the biographical film I, Tonya, which she also produced, receiving a nomination for the Academy Award for Best Actress."}
{"_id":13,"Images":"https://m.media-amazon.com/images/M/MV5BMjA0MTIwMzIyN15BMl5BanBnXkFtZTgwNDEyMzg1NDE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Rogue One","Url":"https://en.wikipedia.org/wiki/Felicity_Jones","Dob":"17 October 1983","Actor":"Felicity Jones","Summary":"Felicity Rose Hadley Jones (born 17 October 1983) is an English actress. She started her professional acting career as a child, appearing at age 12 in The Treasure Seekers (1996). Jones went on to play Ethel Hallow for one season in the television series The Worst Witch and its sequel Weirdsister College. On radio, she has played the role of Emma Grundy in the BBC's The Archers. In 2008, she appeared in the Donmar Warehouse production of The Chalk Garden.\nSince 2006, Jones has appeared in numerous films, including Northanger Abbey (2007), Brideshead Revisited (2008), Chéri (2009), The Tempest (2010), The Amazing Spider-Man 2 (2014) and True Story (2015). Her performance in the 2011 film Like Crazy was met with critical acclaim, garnering her numerous awards, including a special jury prize at the 2011 Sundance Film Festival.\nIn 2014, her performance as Jane Hawking in The Theory of Everything also met with critical acclaim, garnering her nominations for the Golden Globe, SAG, BAFTA and Academy Award for Best Actress. In 2016, Jones starred in the adventure-thriller Inferno, the fantasy drama A Monster Calls and Rogue One: A Star Wars Story as Jyn Erso. In 2016, she received the BAFTA Britannia Award for British Artist of the Year."}
{"_id":14,"Images":"https://m.media-amazon.com/images/M/MV5BMjI4NjM1NDkyN15BMl5BanBnXkFtZTgwODgyNTY1MjE@._V1.._UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | La La Land","Url":"https://en.wikipedia.org/wiki/Emma_Stone","Dob":"November 6, 1988","Actor":"Emma Stone","Summary":"Emily Jean Stone (born November 6, 1988) is an American actress. The recipient of such accolades as an Academy Award, a BAFTA Award, and a Golden Globe, she was the highest-paid actress in the world in 2017. She appeared in Forbes Celebrity 100 in 2013, and in 2017, she was featured by Time as one of the 100 most influential people in the world.\nBorn and raised in Scottsdale, Arizona, Stone began acting as a child, in a theater production of The Wind in the Willows in 2000. As a teenager, she relocated to Los Angeles with her mother, and made her television debut in In Search of the New Partridge Family (2004), a reality show that produced only an unsold pilot. After small television roles, she made her film debut in Superbad (2007), and received positive media attention for her role in Zombieland (2009). The 2010 teen comedy Easy A was Stone's first starring role, earning her nominations for the BAFTA Rising Star Award and the Golden Globe Award for Best Actress. This breakthrough was followed with further success in the romantic comedy Crazy, Stupid, Love (2011) and the drama The Help (2011).\nStone gained wider recognition for playing Gwen Stacy in the 2012 superhero film The Amazing Spider-Man, and its sequel in 2014. She was nominated for an Academy Award for Best Supporting Actress for the role of a recovering drug addict in the black comedy-drama Birdman (2014). Her Broadway debut came in a revival of the musical Cabaret (2014–2015) and she won an Academy Award for Best Actress for playing an aspiring actress in the highly successful musical film La La Land (2016). Stone went on to portray Billie Jean King in the biographical sports film Battle of the Sexes (2017) and Abigail Masham in the historical drama The Favourite (2018). Also in 2018, she starred in the Netflix dark comedy miniseries Maniac."}
{"_id":15,"Images":"https://m.media-amazon.com/images/M/MV5BMjMzNjg4OTI2NF5BMl5BanBnXkFtZTgwODAzNDMwOTE@._V1_UY209_CR0,0,140,209_AL_.jpg","Subtitle":"Actor | Prisoners","Url":"https://en.wikipedia.org/wiki/Dylan_Minnette","Dob":"December 29, 1996","Actor":"Dylan Minnette","Summary":"Dylan Christopher Minnette (born December 29, 1996) is an American actor and musician. He is known for his role as Clay Jensen in the Netflix drama series 13 Reasons Why. He has also appeared in the drama series Lost, the fantasy series Awake, the drama series Scandal and Grey's Anatomy. \nMinette is known for his starring roles in the horror film Let Me In (2010), the thriller film Prisoners (2013), the family comedy film Alexander and the Terrible, Horrible, No Good, Very Bad Day (2014), the family fantasy film Goosebumps (2015), the horror film Don't Breathe (2016), and the horror film The Open House (2018).\nAs a musician, he is also one of the guitarists and vocalists of the American alternative rock band Wallows."}
{"_id":16,"Images":"https://m.media-amazon.com/images/M/MV5BOTU3NDE5MDQ4MV5BMl5BanBnXkFtZTgwMzE5ODQ3MDI@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | The Hunger Games","Url":"https://en.wikipedia.org/wiki/Jennifer_Lawrence","Dob":"August 15, 1990","Actor":"Jennifer Lawrence","Summary":"Jennifer Shrader Lawrence (born August 15, 1990) is an American actress. Her films have grossed over $5.7 billion worldwide, and she was the highest-paid actress in the world in 2015 and 2016. She appeared in Time's 100 most influential people in the world list in 2013 and in the Forbes Celebrity 100 list in 2014 and 2016.\nDuring her childhood, Lawrence performed in church plays and school musicals. At age 14, she was in New York City when a talent scout spotted her. Lawrence then moved to Los Angeles and began her acting career by playing guest roles in television shows. Her first major role came as a main cast member on the sitcom The Bill Engvall Show (2007–2009). Lawrence made her film debut in a supporting role in Garden Party (2008), and had her breakthrough playing a poverty-stricken teenager in the independent drama Winter's Bone (2010). She achieved wider recognition for starring as the mutant Mystique in X-Men: First Class (2011), a role she reprised in later installments of the series.\nLawrence's fame continued to grow with her starring role as Katniss Everdeen in the Hunger Games film series (2012–2015), which established her as the highest-grossing action heroine of all time. She went on to earn various accolades for her collaborations with director David O. Russell. Her performance as a depressed and bipolar widow in the romance film Silver Linings Playbook (2012) earned her an Academy Award for Best Actress, making her the second-youngest winner of the award. Lawrence subsequently won a BAFTA Award for Best Actress in a Supporting Role for playing a troubled wife in the black comedy American Hustle (2013). She also received Golden Globe Awards for her roles in both of these films and for her performance as Joy Mangano in the biopic Joy (2015).\nLawrence is an outspoken feminist and has advocated for Planned Parenthood. In 2015, she founded the Jennifer Lawrence Foundation, which has advocated for the Boys \u0026 Girls Clubs of America and the Special Olympics."}
{"_id":17,"Images":"https://m.media-amazon.com/images/M/MV5BZmMxYzk1OWEtMjE0MC00NTRlLTgwNTEtMGQ1YjA1Yzg1Nzc3XkEyXkFqcGdeQXVyMjQwMDg0Ng@@._V1_UY209_CR2,0,140,209_AL_.jpg","Subtitle":"Actress | Ex Machina","Url":"https://en.wikipedia.org/wiki/Alicia_Vikander","Dob":"","Actor":"Alicia Vikander","Summary":"Alicia Amanda Vikander (; Swedish: [aˈliːsɪa vɪˈkandɛr] ( listen); born 3 October 1988) is a Swedish actress.\nBorn and raised in Gothenburg, Vikander began acting as a child in minor stage productions at the Gothenburg opera house and trained as a ballet dancer at the Royal Swedish Ballet School in Stockholm and the School of American Ballet in New York. She began her professional acting career by appearing in Swedish short films and television series and first gained recognition for her role as Josefin Björn-Tegebrandt in the drama series Andra Avenyn (2008–2010). Vikander made her feature film debut in Pure (2010), for which she won the Guldbagge Award for Best Actress. She gained wider recognition in 2012 for playing Kitty in Joe Wright's adaptation of Anna Karenina and Queen Caroline Mathilde in the Danish film A Royal Affair.\nIn 2014 and 2015, Vikander achieved global recognition for her roles as activist Vera Brittain in Testament of Youth, a humanoid robot in Ex Machina, for which she was nominated for the Golden Globe and BAFTA Award for Best Supporting Actress, and painter Gerda Wegener in The Danish Girl, for which she received the Academy Award for Best Supporting Actress, Screen Actors Guild Award, and a Critics' Choice Movie Award. In 2016, Vikander was listed by Forbes in its 30 Under 30 list. In 2018, she starred as Lara Croft in the adventure film Tomb Raider."}
{"_id":18,"Images":"https://m.media-amazon.com/images/M/MV5BMzM3NjAyNTQxOF5BMl5BanBnXkFtZTgwMDU2NDQ1ODE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Tomorrowland","Url":"https://en.wikipedia.org/wiki/Britt_Robertson","Dob":"April 18, 1990","Actor":"Britt Robertson","Summary":"Brittany Leanna Robertson (born April 18, 1990) is an American actress. She began acting as a child at the Greenville Little Theater in Greenville, South Carolina, and she made her screen debut as the younger version of the title character in an episode of Sheena in 2000. She made a guest appearance on Power Rangers Time Force the following year and received a Young Artist Award nomination for Best Performance in a TV Movie, Miniseries, or Special – Leading Young Actress for her role in The Ghost Club (2003). Robertson went on to have roles in Growing Pains: Return of the Seavers (2004), Keeping Up with the Steins (2006), Dan in Real Life (2007), The Tenth Circle (2008), Mother and Child (2009), Avalon High (2010), Scream 4 (2011) and The First Time (2012).\nRobertson played the lead role of Lux Cassidy in the television drama series Life Unexpected (2010–11), which was cancelled in its second season despite positive reviews. She also had a leading role in the supernatural teen drama television series The Secret Circle (2011–12), but it was also cancelled after its first season. In 2013, she landed a role in the main cast of the science fiction mystery television series Under the Dome, which she played until 2014. She had subsequent roles in the films Delivery Man (2013) and Ask Me Anything (2014), for which she won the Best Actress award at the Nashville Film Festival, and she was awarded the Boston Film Festival Award for Best Supporting Actress for her performance in White Rabbit (2013).\nRobertson received wider recognition in 2015 after landing the roles of Sophia Danko in The Longest Ride and Casey Newton in Tomorrowland. For the former, she was nominated for the Teen Choice Award for Choice Movie Actress – Drama, and for the latter, she was nominated for the Teen Choice Award for Choice Movie Actress – Sci-Fi/Fantasy. In 2016, she starred in the films Mr. Church, alongside Eddie Murphy, and Mother's Day, alongside Jennifer Aniston and Julia Roberts, and in 2017, she starred in the science fiction romance film The Space Between Us and in the comedy-drama film A Dog's Purpose. That same year, she headlined the Netflix comedy television series Girlboss, portraying a fictionalized version of self-made millionaire Sophia Amoruso. She currently stars in the ABC legal drama For the People."}
{"_id":19,"Images":"https://m.media-amazon.com/images/M/MV5BMTcwOTg3NzgyNF5BMl5BanBnXkFtZTgwNzAyNDkyOTE@._V1_UY209_CR34,0,140,209_AL_.jpg","Subtitle":"Actress | Orange Is the New Black","Url":"https://en.wikipedia.org/wiki/Ruby_Rose","Dob":"20 March 1986","Actor":"Ruby Rose","Summary":"Ruby Rose Langenheim (born 20 March 1986) is an Australian model, actress, and television presenter. Rose came to attention as a presenter on MTV Australia (2007–11), followed by several high-profile modelling gigs, notably as the face of Maybelline New York in Australia. In addition, she has co-hosted various television shows, most notably Australia's Next Top Model (2009) and The Project on Network Ten (2009–2011).\nRose pursued a career in acting from 2008 onwards. She had a small role in the drama Around the Block (2013), and came to global attention for her role in season three of the Netflix series Orange Is the New Black (2015–16). She has also had large roles in the action films Resident Evil: The Final Chapter (2016), xXx: Return of Xander Cage (2017) and John Wick: Chapter 2 (2017) and has co-starred in the musical comedy Pitch Perfect 3 (2017) and the monster film The Meg (2018)."}
{"_id":20,"Images":"https://m.media-amazon.com/images/M/MV5BMjExODkxODU3NF5BMl5BanBnXkFtZTgwNTM0MTk3NjE@._V1_UY209_CR5,0,140,209_AL_.jpg","Subtitle":"Actress | Room","Url":"https://en.wikipedia.org/wiki/Brie_Larson","Dob":"October 1, 1989","Actor":"Brie Larson","Summary":"Brianne Sidonie Desaulniers (born October 1, 1989), known professionally as Brie Larson, is an American actress and filmmaker. Initially noticed as a teenager for her supporting work in comedies, she has since expanded to leading roles in both independent dramas and film franchises, receiving such accolades as an Academy Award, a BAFTA Award, and a Golden Globe.\nBorn in Sacramento, California, Larson was homeschooled. At age six, she became the youngest student admitted to a training program at the American Conservatory Theater. She soon relocated to Los Angeles and began her acting career in 1998 with a comedy sketch in The Tonight Show with Jay Leno. She appeared as a regular in the 2001 sitcom Raising Dad and briefly dabbled with a music career, releasing the album Finally Out of P.E. in 2005. Larson subsequently played supporting roles in the comedy films Hoot (2006), Scott Pilgrim vs. the World (2010), and 21 Jump Street (2012), and appeared as a sardonic teenager in the television series United States of Tara (2009–2011). Her breakthrough came with a leading role in the acclaimed independent drama Short Term 12 (2013), and she continued to take on supporting parts in the romance The Spectacular Now (2013) and the comedy Trainwreck (2015). For playing a kidnapping victim in the drama Room (2015), Larson won the Academy Award for Best Actress. In 2017, she starred as a photojournalist in the adventure film Kong: Skull Island, which emerged as her highest-grossing release.\nAs a filmmaker, Larson has co-written and co-directed two short films, The Arm (2012), which received a special jury prize at the Sundance Film Festival, and Weighting (2013). She made her feature film directorial debut in 2017 with the independent comedy-drama Unicorn Store. Larson is also an advocate for sexual assault survivors and is vocal about social and political issues."}
{"_id":21,"Images":"https://m.media-amazon.com/images/M/MV5BNjUxNDcwMTg4Ml5BMl5BanBnXkFtZTcwMjU4NDYyOA@@._V1_UY209_CR10,0,140,209_AL_.jpg","Subtitle":"Actor | The Matrix","Url":"https://en.wikipedia.org/wiki/Keanu_Reeves","Dob":"September 2, 1964","Actor":"Keanu Reeves","Summary":"Keanu Charles Reeves ( keh-AH-noo; born September 2, 1964) is a Canadian actor, director, producer, and musician. He gained fame for his starring role performances in several blockbuster films, including comedies from the Bill and Ted franchise (1989–1991); action thrillers Point Break (1991), Speed (1994), and the John Wick franchise; psychological thriller The Devil's Advocate (1997); supernatural thriller Constantine (2005); and science fiction/action series The Matrix (1999–2003). He has also appeared in dramatic films such as Dangerous Liaisons (1988), My Own Private Idaho (1991), and Little Buddha (1993), as well as the romantic horror Bram Stoker's Dracula (1992).\nReeves has earned critical acclaim for his acting. One New York Times critic praised Reeves' versatility, saying that he \"displays considerable discipline and range... he moves easily between the buttoned-down demeanor that suits a police procedural story and the loose-jointed manner of his comic roles\". However, Reeves has spent much of his later career being typecast. A recurring character arc in many roles he has portrayed is one of saving the world, as can be seen in the characters of Ted Logan, Buddha, Neo, Johnny Mnemonic, John Constantine, and Klaatu. His acting has garnered several awards, including a star on the Hollywood Walk of Fame.\nDuring his film career, Reeves has engaged in several forms of artistic expression. He is a musician and played bass guitar for the bands Dogstar and Becky. Acting onstage, he performed as Prince Hamlet for the Manitoba Theatre Centre's production of Hamlet. He wrote the text for a picture book, Ode to Happiness, illustrated by Alexandra Grant. He has also produced a documentary, Side by Side, and directed the martial arts film Man of Tai Chi."}
{"_id":22,"Images":"https://m.media-amazon.com/images/M/MV5BNTQ3OTA2NDQtMzBkMy00ZDVjLWFlYzUtMmZhNzRmZTc3NmM1XkEyXkFqcGdeQXVyNjc1NTc4MDA@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | It","Url":"https://en.wikipedia.org/wiki/Sophia_Lillis","Dob":"February 13, 2002","Actor":"Sophia Lillis","Summary":"Sophia Lillis (born February 13, 2002) is an American actress. She is best known for her role as Beverly Marsh in the horror film It (2017), a feature film adaptation of Stephen King's 1986 novel of the same name, as well as her role as the young Camille Preaker in HBO's Sharp Objects."}
{"_id":23,"Images":"https://m.media-amazon.com/images/M/MV5BMjE3MzU5NDc0Nl5BMl5BanBnXkFtZTgwNDMzNjE1NzE@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actress | Game of Thrones","Url":"https://en.wikipedia.org/wiki/Jessica_Henwick","Dob":"5th Nov, 1970","Actor":"Jessica Henwick","Summary":"Jessica Yu Li Henwick (玉李; born 30 August 1992) is an English actress who was the first actress of East Asian descent to play the lead role in a British television series, having starred in the children's show Spirit Warriors (2010). She is also known for her roles as Nymeria Sand in HBO series Game of Thrones (2015-17), X-wing pilot Jessika Pava in Star Wars: The Force Awakens (2015) and the character Colleen Wing in Iron Fist (2017), The Defenders (2017) and the second season of Luke Cage (2018)."}
{"_id":24,"Images":"https://m.media-amazon.com/images/M/MV5BMjA5NTg1MjAyMV5BMl5BanBnXkFtZTgwNDQ0MzY1ODE@._V1_UY209_CR19,0,140,209_AL_.jpg","Subtitle":"Actress | Suicide Squad","Url":"https://en.wikipedia.org/wiki/Cara_Delevingne","Dob":"12 August 1992","Actor":"Cara Delevingne","Summary":"Cara Jocelyn Delevingne ( KAH-rə DEL-ə-VEEN; born 12 August 1992) is an English model and actress. She signed with Storm Model Management after leaving school in 2009. Delevingne won the \"Model of the Year\" award at the British Fashion Awards in 2012 and 2014 and has appeared in shows for houses including Burberry, Chanel, Mulberry, Dolce \u0026 Gabbana, and Jason Wu. She started her acting career with a minor role in the 2012 film adaptation of Anna Karenina. Her most notable roles include Margo Roth Spiegelman in the romantic mystery film Paper Towns (2015), Kath Talent in London Fields, the Enchantress in the comic book film Suicide Squad (2016), and Laureline in Luc Besson's Valerian and the City of a Thousand Planets (2017)."}
{"_id":25,"Images":"https://m.media-amazon.com/images/M/MV5BODRjZDU3MjEtZGQyNi00MDJlLTlkYzktNzNiN2FlMWM5NzRiXkEyXkFqcGdeQXVyNjA0OTkxNjQ@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actress | The Magnificent Seven","Url":"https://en.wikipedia.org/wiki/Haley_Bennett","Dob":"January 7, 1988","Actor":"Haley Bennett","Summary":"Haley Loraine Keeling (born January 7, 1988), known professionally as Haley Bennett, is an American actress and singer. She made her film debut as pop star Cora Corman in the romantic comedy Music and Lyrics (2007) and has since appeared in the films The Haunting of Molly Hartley (2008), College (2008), The Hole (2009), Kaboom (2010), The Equalizer (2014), Kristy (2014), Hardcore Henry (2015), The Magnificent Seven (2016), The Girl on the Train (2016) and Thank You for Your Service (2017)."}
{"_id":26,"Images":"https://m.media-amazon.com/images/M/MV5BNDU1MDI2OTUyNV5BMl5BanBnXkFtZTcwNTA1OTY1OQ@@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actor | Dracula Untold","Url":"https://en.wikipedia.org/wiki/Luke_Evans_(actor)","Dob":"15 April 1979","Actor":"Luke Evans (actor)","Summary":"Luke George Evans (born 15 April 1979) is a Welsh actor. Evans began his career on the stage, performing in many of London's West End productions such as Rent, Miss Saigon, and Piaf before getting his Hollywood breakthrough role starring in the Clash of the Titans 2010 remake. Following his debut, Evans was cast in such action and thriller films as Immortals (2011), The Raven (2012), and the re-imagined The Three Musketeers (2011).\nIn 2013, Evans starred as the main antagonist Owen Shaw in the blockbuster Fast \u0026 Furious 6, and also played Bard the Bowman in Peter Jackson's three-part adaptation of J. R. R. Tolkien's The Hobbit. Evans also portrayed the vampire Dracula in the character's film origin story, Dracula Untold. In 2017, Evans starred as Gaston in Disney's live action adaptation of Beauty and the Beast, and portrayed American psychologist William Moulton Marston, creator of fictional character Wonder Woman, in the biographical drama Professor Marston and the Wonder Women."}
{"_id":27,"Images":"https://m.media-amazon.com/images/M/MV5BMWY4OWYxMmYtYWQ1Yy00NzI2LTkxMzktMWViM2JlOGEwNDgwXkEyXkFqcGdeQXVyNDE1NzY2MTI@._V1_UY209_CR20,0,140,209_AL_.jpg","Subtitle":"Actress | Lights Out","Url":"https://en.wikipedia.org/wiki/Teresa_Palmer","Dob":"26 February 1986","Actor":"Teresa Palmer","Summary":"Teresa Mary Palmer (born 26 February 1986) is an Australian actress, writer, and model, best known for her roles in Warm Bodies, Lights Out and Hacksaw Ridge. She starred in, co-wrote and co-produced The Ever After with her husband, Mark Webber.\n\n"}
{"_id":28,"Images":"https://m.media-amazon.com/images/M/MV5BNTAzMzA3NjQwOF5BMl5BanBnXkFtZTgwMDUzODQ5MTI@._V1_UY209_CR16,0,140,209_AL_.jpg","Subtitle":"Actor | Spider-Man: Homecoming","Url":"https://en.wikipedia.org/wiki/Tom_Holland_(actor)","Dob":"1 June 1996","Actor":"Tom Holland (actor)","Summary":"Thomas Stanley Holland (born 1 June 1996) is an English actor and dancer. He is known for playing Spider-Man in the Marvel Cinematic Universe (MCU), so far appearing or starring in five films in four years; Captain America: Civil War (2016), Spider-Man: Homecoming (2017), Avengers: Infinity War (2018), the upcoming untitled fourth Avengers film (2019), and Spider-Man: Far From Home (2019). Holland previously appeared on stage in the title role of Billy Elliot the Musical in London's West End. His other major films include The Impossible (2012), In the Heart of the Sea (2015), and The Lost City of Z (2016). Holland received the BAFTA Rising Star Award in 2017."}
{"_id":29,"Images":"https://m.media-amazon.com/images/M/MV5BMjJkNDg5ZDctM2RlZS00NjFmLTkxZjktMWE5NGQzMDg4NDFhXkEyXkFqcGdeQXVyMTMwMDM1OTQ@._V1_UY209_CR6,0,140,209_AL_.jpg","Subtitle":"Actress | The Lego Movie","Url":"https://en.wikipedia.org/wiki/Alison_Brie","Dob":"December 29, 1982","Actor":"Alison Brie","Summary":"Alison Brie Schermerhorn (born December 29, 1982) is an American actress and producer.\nBrie is best known for her starring role as Annie Edison in the comedy series Community (2009–2015) and Trudy Campbell in the drama series Mad Men (2007–2015). She also voices Diane Nguyen on the animated series BoJack Horseman (2014–present) and portrays Ruth Wilder in the comedy series GLOW (2017–present), for which she received a nomination for the Golden Globe Award for Best Actress – Television Series Musical or Comedy and the Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Comedy Series.\nIn addition to her television work, Brie has starred in films such as Scream 4 (2011), The Five-Year Engagement (2012), The Lego Movie (2014), Get Hard (2015), Sleeping with Other People (2015), How to Be Single (2016), The Little Hours (2017), The Disaster Artist (2017), and The Post (2017)."}
{"_id":30,"Images":"https://m.media-amazon.com/images/M/MV5BMTU0NTc4MzEyOV5BMl5BanBnXkFtZTcwODY0ODkzMQ@@._V1_UY209_CR3,0,140,209_AL_.jpg","Subtitle":"Actress | Forrest Gump","Url":"https://en.wikipedia.org/wiki/Robin_Wright","Dob":"April 8, 1966","Actor":"Robin Wright","Summary":"Robin Gayle Wright (born April 8, 1966) is an American actress and director. She is the recipient of seven Primetime Emmy Award nominations and has earned a Golden Globe Award and a Satellite Award for her work in television. \nWright first gained attention for her role in the NBC Daytime soap opera Santa Barbara, as Kelly Capwell from 1984 to 1988. She then made the transition to film, starring in the romantic comedy fantasy adventure film The Princess Bride (1987). This role led Wright to further success in the film industry, with starring roles in films such as the romantic comedy-drama Forrest Gump (1994), the romantic drama Message in a Bottle (1999), the superhero drama-thriller Unbreakable (2000), the historical drama The Conspirator (2010), the biographical sports drama Moneyball (2011), the mystery thriller The Girl with the Dragon Tattoo (2011), the biographical drama Everest (2015), the superhero film Wonder Woman (2017), and the neo-noir science fiction film Blade Runner 2049 (2017).\nWright starred as Claire Underwood in the Netflix political drama web television series House of Cards, for which she won the Golden Globe Award for Best Actress – Television Series Drama in 2013, making her the first actress to win a Golden Globe for a web television series. Wright has also received consecutive Primetime Emmy Award nominations in the Outstanding Lead Actress category for House of Cards between 2013 and 2017, and the Outstanding Drama Series category in 2016 and 2017 as a producer on the show.\nWright is also one of the highest paid actresses in the United States, earning approximately US$500,000, per episode for her role in House of Cards."}
{"_id":31,"Images":"https://m.media-amazon.com/images/M/MV5BMjAxZTk4NDAtYjI3Mi00OTk3LTg0NDEtNWFlNzE5NDM5MWM1XkEyXkFqcGdeQXVyOTI3MjYwOQ@@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actress | Spider-Man: Homecoming","Url":"https://en.wikipedia.org/wiki/Zendaya","Dob":"September 1, 1996","Actor":"Zendaya","Summary":"Zendaya Maree Stoermer Coleman (; born September 1, 1996) is an American actress and singer. She began her career appearing as a child model and backup dancer, before gaining prominence for her role as Rocky Blue on the Disney Channel sitcom Shake It Up (2010–2013). In 2013, Zendaya was a contestant on the sixteenth season of the competition series Dancing with the Stars. From 2015 to 2018, she produced and starred as K.C. Cooper on the Disney Channel sitcom K.C. Undercover. She made her film breakthrough in 2017, starring as Michelle \"MJ\" Jones in the Marvel Cinematic Universe superhero film Spider-Man: Homecoming and as Anne Wheeler in the musical drama film The Greatest Showman.\nZendaya began her career in music by recording songs independently and releasing the singles \"Swag It Out\" and \"Watch Me\" in 2011, the latter a collaboration with Bella Thorne. She signed with Hollywood Records in 2012 and later released her debut single, \"Replay\", which reached number 40 on the Billboard Hot 100 chart in the United States. Zendaya's self-titled debut studio album (2013) debuted at number 51 on the Billboard 200 chart."}
{"_id":32,"Images":"https://m.media-amazon.com/images/M/MV5BMTQ3ODE2NTMxMV5BMl5BanBnXkFtZTgwOTIzOTQzMjE@._V1_UY209_CR14,0,140,209_AL_.jpg","Subtitle":"Actress | The Perks of Being a Wallflower","Url":"https://en.wikipedia.org/wiki/Emma_Watson","Dob":"15 April 1990","Actor":"Emma Watson","Summary":"Emma Charlotte Duerre Watson (born 15 April 1990) is an English actress, model, and activist. Born in Paris and brought up in Oxfordshire, Watson attended the Dragon School and trained as an actress at the Oxford branch of Stagecoach Theatre Arts. As a child artist, she rose to prominence after landing her first professional acting role as Hermione Granger in the Harry Potter film series, having acted only in school plays previously. Watson appeared in all eight Harry Potter films from 2001 to 2011, earning worldwide fame, critical accolades, and around $60 million.Watson continued to work outside of the Harry Potter films, appearing in the 2007 television adaptation of the novel Ballet Shoes and lending her voice to The Tale of Despereaux (2008). Following the last Harry Potter film, she took on starring and supporting roles in My Week with Marilyn (2011), The Perks of Being a Wallflower (2012) and The Bling Ring (2013), made an appearance as an exaggerated version of herself in This Is the End (2013), and portrayed the title character's adopted daughter in Noah (2014). In 2017, she starred as Belle in a live-action adaptation of the musical romantic fantasy film Beauty and the Beast. Her other roles include Regression (2015), Colonia (2015) and The Circle (2017).\nFrom 2011 to 2014, Watson split her time between working on film projects and continuing her education, studying at Brown University and Worcester College, Oxford and graduating from Brown with a bachelor's degree in English literature in May 2014. Her modelling work has included campaigns for Burberry and Lancôme. As a fashion consultant, she helped create a line of clothing for People Tree. She was honoured by the British Academy of Film and Television Arts in 2014, winning for British Artist of the Year. That same year, she was appointed as a UN Women Goodwill ambassador and helped launch the UN Women campaign HeForShe, which calls for men to advocate gender equality."}
{"_id":33,"Images":"https://m.media-amazon.com/images/M/MV5BMTM3OTUwMDYwNl5BMl5BanBnXkFtZTcwNTUyNzc3Nw@@._V1_UY209_CR16,0,140,209_AL_.jpg","Subtitle":"Actress | Her","Url":"https://en.wikipedia.org/wiki/Scarlett_Johansson","Dob":"November 22, 1984","Actor":"Scarlett Johansson","Summary":"Scarlett Ingrid Johansson (; born November 22, 1984) is an American actress and singer. Johansson is the world's highest-paid actress, has made multiple appearances in the Forbes Celebrity 100, and has a star on the Hollywood Walk of Fame. She aspired to be an actress from a young age, and first appeared on stage in an Off-Broadway play as a child. Johansson made her film debut in the fantasy comedy North (1994), and was nominated for an Independent Spirit Award for Manny \u0026 Lo (1996). She gained further recognition for her work in The Horse Whisperer (1998) and Ghost World (2001).\nJohansson shifted to adult roles in 2003 with her performances in Lost in Translation (for which she won a BAFTA Award for Best Actress) and Girl with a Pearl Earring. She was nominated for four Golden Globe Awards for these films, and for playing an estranged teenager in the drama A Love Song for Bobby Long (2004), and a seductress in the psychological thriller Match Point (2005). Other films during this period include the mystery thriller The Prestige (2006) and the comedy-drama Vicky Cristina Barcelona (2008). She also released two albums: Anywhere I Lay My Head (2008) and Break Up (2009), both of which charted on the Billboard 200.\nIn 2010, Johansson debuted on Broadway in a revival of A View from the Bridge, which won her a Tony Award for Best Featured Actress. Later that year, she began portraying Black Widow in the Marvel Cinematic Universe. She voiced an intelligent computer operating system in the 2013 comedy-drama Her, and played an alien in the 2013 science fiction film Under the Skin, and a woman with psychokinetic abilities in the 2014 science fiction action Lucy. She was the highest-grossing actress of 2016, and is also the highest-grossing actress of all time in North America in nominal dollar terms.\nAs a public figure, Johansson is a Hollywood sex symbol. She is a prominent celebrity brand endorser, and also supports various charities and causes. She has been married twice, to the Canadian actor Ryan Reynolds from 2008 to 2011 and the French businessman Romain Dauriac (with whom she has a daughter) from 2014 to 2017."}
{"_id":34,"Images":"https://m.media-amazon.com/images/M/MV5BNjQyMzk2MDA5N15BMl5BanBnXkFtZTgwNDAyMzUxNDM@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Logan","Url":"https://en.wikipedia.org/wiki/Dafne_Keen","Dob":"2005","Actor":"Dafne Keen","Summary":"Dafne Keen Fernández (born 2005) is a British and Spanish actress who played the role of Ana \"Ani\" Cruz Oliver in the television series The Refugees, and the mutant Laura Kinney / X-23 in the 2017 film Logan."}
{"_id":35,"Images":"https://m.media-amazon.com/images/M/MV5BMTY2NDc2Njk1M15BMl5BanBnXkFtZTgwNjUyNjM5MTI@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Baywatch","Url":"https://en.wikipedia.org/wiki/Kelly_Rohrbach","Dob":"January 21, 1990","Actor":"Kelly Rohrbach","Summary":"Kelly Rohrbach (born January 21, 1990) is an American model and actress known as a model in Sports Illustrated and her role as C.J. Parker in Baywatch."}
{"_id":36,"Images":"https://m.media-amazon.com/images/M/MV5BYjI0MjU0YjgtNzRkZC00ZGNlLWEyMzMtOGM2MDEzZDFlYmRjXkEyXkFqcGdeQXVyNjA1OTA1Njk@._V1_UY209_CR14,0,140,209_AL_.jpg","Subtitle":"Actress | Baby Driver","Url":"https://en.wikipedia.org/wiki/Eiza_Gonz%C3%A1lez","Dob":"30 January 1990","Actor":"Eiza González","Summary":"Eiza González Reyna (Spanish pronunciation: [ˈeisa ɣonˈsalez ˈreina]; born 30 January 1990) is a Mexican actress and singer. She gained popularity for her debut role as Dolores \"Lola\" Valente in the Mexican musical telenovela Lola...Érase una vez (2007–2008). González gained further success starring as Santanico Pandemonium in the American horror series From Dusk till Dawn: The Series (2014–2016). She is also known for her roles as Monica \"Darling\" Castello in the action crime film Baby Driver (2017) and as Nyssiana in the cyberpunk action film Alita: Battle Angel (2018)."}
{"_id":37,"Images":"https://m.media-amazon.com/images/M/MV5BMTcyNzMxNjE3Nl5BMl5BanBnXkFtZTcwODM4MzYzOQ@@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Guardians of the Galaxy","Url":"https://en.wikipedia.org/wiki/Laura_Haddock","Dob":"21 August 1985","Actor":"Laura Haddock","Summary":"Laura Jane Haddock (born 21 August 1985) is an English actress. She is best known for portraying Kacie Carter in Honest, Lucrezia in Da Vinci's Demons, Meredith Quill in Guardians of the Galaxy and its sequel Guardians of the Galaxy Vol. 2, Alison in The Inbetweeners Movie and Viviane Wembly in Transformers: The Last Knight."}
{"_id":38,"Images":"https://m.media-amazon.com/images/M/MV5BNjE3MTU2NjU0OF5BMl5BanBnXkFtZTgwNjgwNzgwNzE@._V1_UY209_CR4,0,140,209_AL_.jpg","Subtitle":"Actress | 10 Cloverfield Lane","Url":"https://en.wikipedia.org/wiki/Mary_Elizabeth_Winstead","Dob":"November 28, 1984","Actor":"Mary Elizabeth Winstead","Summary":"Mary Elizabeth Winstead (born November 28, 1984) is an American actress and singer. Her first significant role came as Jessica Bennett on the NBC soap opera Passions (1999–2000) and she went on to appear in TV series such as Tru Calling (2004) and films including the superhero comedy Sky High (2005). She came to wider attention as a scream queen for her roles in the horror series Wolf Lake (2001–2002), the giant monster film Monster Island (2004), the supernatural horror film Final Destination 3 (2006), the slasher film Black Christmas (2006) and the exploitation horror film Death Proof (2007).\nFurther success came with her roles as John McClane's daughter Lucy Gennero-McClane in Live Free or Die Hard (2007) and Ramona Flowers in Scott Pilgrim vs. the World (2010). Her critically acclaimed performance as Kate Hannah, an alcoholic struggling with sobriety in the Sundance drama Smashed (2012) was followed by a line of roles in other well-received independent films, including The Beauty Inside (2012), The Spectacular Now (2013), Faults (2014), Alex of Venice (2014) and Swiss Army Man (2016). Winstead continued her Scream Queen roles in the body horror film The Thing (2011), as Mary Todd Lincoln in the fantasy horror film Abraham Lincoln: Vampire Hunter (2012) and in the monster film 10 Cloverfield Lane (2016).\nShe reprised her role as Lucy Gennero-McClane in A Good Day to Die Hard (2013) and returned to television with roles in the supernatural drama series The Returned (2015), the political satire/science fiction comedy series BrainDead (2016), the period medical drama series Mercy Street (2016–17) and the black comedy/crime drama anthology series Fargo (2017). She will star in the dark comedy All About Nina, Ang Lee's science fiction-action thriller Gemini Man and the crime thriller The Parts You Lose.\nHer singing career started in 2013, when she formed the music duo Got a Girl with Dan the Automator."}
{"_id":39,"Images":"https://m.media-amazon.com/images/M/MV5BMTYzODU2OTI2Nl5BMl5BanBnXkFtZTgwMTUyMTAwMzE@._V1_UY209_CR5,0,140,209_AL_.jpg","Subtitle":"Actor | Kingsman: The Secret Service","Url":"https://en.wikipedia.org/wiki/Taron_Egerton","Dob":"10 November 1989","Actor":"Taron Egerton","Summary":"Taron David Egerton (born 10 November 1989) is a Welsh actor and singer. He is known for his roles in the British television series The Smoke and the 2014 action comedy film Kingsman: The Secret Service. He has also played Edward Brittain in the 2014 drama film Testament of Youth, appeared in the 2015 crime thriller film Legend, starred as Eddie \"The Eagle\" Edwards in the 2016 biographical film Eddie the Eagle, voiced Johnny in the 2016 animated musical film Sing, and reprised his role in the 2017 Kingsman sequel Kingsman: The Golden Circle."}
{"_id":40,"Images":"https://m.media-amazon.com/images/M/MV5BYWUxMzhlM2QtNDM5MS00OThlLTlhZDEtMDhlNTliZDIzZGQ1XkEyXkFqcGdeQXVyNzcyNzc0NzE@._V1_UY209_CR13,0,140,209_AL_.jpg","Subtitle":"Actress | The VVitch: A New-England Folktale","Url":"https://en.wikipedia.org/wiki/Anya_Taylor-Joy","Dob":"16 April 1996","Actor":"Anya Taylor-Joy","Summary":"Anya-Josephine Taylor-Joy (born 16 April 1996) is an American-born British-Argentinian actress. She is best known for her roles as Thomasin in the period horror film The Witch (2015), as Casey Cooke in the horror-thriller film Split (2016), and as Lily in the black comedy thriller film Thoroughbreds (2018). Her well known roles in horror films have given her the label of a scream queen.\nTaylor-Joy has been the recipient of the Cannes Film Festival's Trophée Chopard and was nominated for the BAFTA Rising Star Award."}
{"_id":41,"Images":"https://m.media-amazon.com/images/M/MV5BMWRiNzczYzMtOGE1Yi00Njg0LWFkNTUtYzE3NmVkZDZkMjg5XkEyXkFqcGdeQXVyMjQwMDg0Ng@@._V1_UY209_CR14,0,140,209_AL_.jpg","Subtitle":"Actress | The Great Gatsby","Url":"https://en.wikipedia.org/wiki/Elizabeth_Debicki","Dob":"24 August 1990","Actor":"Elizabeth Debicki","Summary":"Elizabeth Debicki (born 24 August 1990) is an Australian actress. After making her feature film debut in A Few Best Men (2011), she appeared in The Great Gatsby (2013) for which she won the AACTA Award for Best Actress in a Supporting Role, and starred in the Sydney Theatre Company production of The Maids with Cate Blanchett and Isabelle Huppert (2013/14) for which she received a nomination for the 14th Helpmann Awards. She has also appeared in the films Macbeth (2015), The Man from U.N.C.L.E. (2015), and Guardians of the Galaxy Vol. 2 (2017)."}
{"_id":42,"Images":"https://m.media-amazon.com/images/M/MV5BNDQ5NGFjMWUtOTJkZi00MmM4LWE4NjUtYmRiZTZhYmVkMzk3XkEyXkFqcGdeQXVyMjQwMDg0Ng@@._V1_UY209_CR22,0,140,209_AL_.jpg","Subtitle":"Actress | Vikings","Url":"https://en.wikipedia.org/wiki/Katheryn_Winnick","Dob":"December 17, 1977","Actor":"Katheryn Winnick","Summary":"Katheryn Winnick (born December 17, 1977) is a Canadian actress. She is known for her roles in Amusement (2008), Bones (2010), A Glimpse Inside the Mind of Charles Swan III (2012), Vikings (2013–present), and The Art of the Steal (2013)."}
{"_id":43,"Images":"https://m.media-amazon.com/images/M/MV5BOTBlNjAxZTctMGJlNS00ZWYwLWFiYTctNGJmM2FhNTZiNjQyL2ltYWdlXkEyXkFqcGdeQXVyMjIzODg1ODM@._V1_UY209_CR116,0,140,209_AL_.jpg","Subtitle":"Actress | Blade Runner","Url":"https://en.wikipedia.org/wiki/Sean_Young","Dob":"November 20, 1959","Actor":"Sean Young","Summary":"Mary Sean Young (born November 20, 1959) is an American actress. She is best known for her performances in the films Stripes (1981), Blade Runner (1982), Dune (1984), No Way Out (1987), Wall Street (1987), Cousins (1989) and Ace Ventura: Pet Detective (1994)."}
{"_id":44,"Images":"https://m.media-amazon.com/images/M/MV5BNjY2NTQwOTAyNV5BMl5BanBnXkFtZTcwNTUyNjYwMw@@._V1_UY209_CR6,0,140,209_AL_.jpg","Subtitle":"Actor | Aliens","Url":"https://en.wikipedia.org/wiki/Bill_Paxton","Dob":"iam Paxton (May 17, 1955 – February 25, 2017","Actor":"Bill Paxton","Summary":"William Paxton (May 17, 1955 – February 25, 2017) was an American actor and director. He appeared in films such as The Terminator (1984), Weird Science (1985), Aliens (1986), Predator 2 (1990),  Tombstone (1993), True Lies (1994), Apollo 13 (1995), Twister (1996), Titanic (1997), U-571 (2000), ‘’ Mighty Joe Young’’ (2000), Vertical Limit (2000), Edge of Tomorrow (2014),  and Nightcrawler (2014). He also starred in the HBO drama series Big Love (2006–2011), earning three Golden Globe Award nominations during the show's run. He was nominated for a Primetime Emmy Award and a Screen Actors Guild Award for portraying Randall McCoy in the History channel miniseries Hatfields \u0026 McCoys (2012). Paxton's final film appearance was in The Circle (2017), released two months after his death."}
{"_id":45,"Images":"https://m.media-amazon.com/images/M/MV5BMjE5NjE5Mzk2MV5BMl5BanBnXkFtZTcwODI5MDE1Ng@@._V1_UY209_CR4,0,140,209_AL_.jpg","Subtitle":"Actor | Sons of Anarchy","Url":"https://en.wikipedia.org/wiki/Charlie_Hunnam","Dob":"10 April 1980","Actor":"Charlie Hunnam","Summary":"Charles Matthew Hunnam (born 10 April 1980) is an English actor. \nHe is known for his roles as Jackson \"Jax\" Teller in the FX drama series Sons of Anarchy (2008–14), Pete Dunham in Green Street (2005),  Nathan Maloney in the Channel 4 drama Queer as Folk (1999–2000), Lloyd Haythe in the Fox comedy series Undeclared (2001–02), the title role in Nicholas Nickleby (2002), Raleigh Becket in Pacific Rim (2013), Percy Fawcett in The Lost City of Z (2017), and in the title role of Guy Ritchie's King Arthur: Legend of the Sword (2017)."}
{"_id":46,"Images":"https://m.media-amazon.com/images/M/MV5BMzI5NDIzNTQ1Nl5BMl5BanBnXkFtZTgwMjQ0Mzc1MTE@._V1_UY209_CR3,0,140,209_AL_.jpg","Subtitle":"Actress | Dexter","Url":"https://en.wikipedia.org/wiki/Yvonne_Strahovski","Dob":"30 July 1982","Actor":"Yvonne Strahovski","Summary":"Yvonne Jaqueline Strzechowski, known professionally as Yvonne Strahovski (; born 30 July 1982), is an Australian actress. She is best known for her roles as CIA Agent Sarah Walker in the NBC spy drama series Chuck (2007–2012), Hannah McKay in the Showtime drama series Dexter (2012–2013), and CIA Agent Kate Morgan in the Fox event series 24: Live Another Day (2014). She currently stars as Serena Joy Waterford in the Hulu drama series The Handmaid's Tale (2017–present), for which she received a Primetime Emmy Award nomination.\nStrahovski's other notable works include Lego: The Adventures of Clutch Powers (2010), Killer Elite (2011), I, Frankenstein (2014), The Astronaut Wives Club (2015), Manhattan Night (2016), and The Predator (2018). She has also voiced Miranda Lawson in the Mass Effect video game series and Batwoman in the animated superhero film Batman: Bad Blood (2016)."}
{"_id":47,"Images":"https://m.media-amazon.com/images/M/MV5BMTI5MTU5NjM1MV5BMl5BanBnXkFtZTcwODc4MDk0Mw@@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actor | Justice League","Url":"https://en.wikipedia.org/wiki/Jason_Momoa","Dob":"August 1, 1979","Actor":"Jason Momoa","Summary":"Joseph Jason Namakaeha Momoa (born August 1, 1979) is an American actor, writer, director, producer and model. He is known for his television roles as Ronon Dex on the military science fiction television series Stargate Atlantis (2004–2009), Khal Drogo in the HBO fantasy television series Game of Thrones (2011–2012), and as Declan Harp in the Netflix series Frontier (2016–present).\nMomoa portrayed the title character in the sword and sorcery film Conan the Barbarian (2011). He plays Aquaman in the DC Extended Universe, beginning with the 2016 superhero film Batman v Superman: Dawn of Justice, and then in the 2017 ensemble Justice League and the 2018 solo film Aquaman.Road to Paloma was Momoa's first film as director, writer, and producer. He also starred in the lead role in the film, released on July 11, 2014."}
{"_id":48,"Images":"https://m.media-amazon.com/images/M/MV5BMTgxMjM2NTAyMV5BMl5BanBnXkFtZTgwOTU4NjU2NDE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Cinderella","Url":"https://en.wikipedia.org/wiki/Lily_James","Dob":"5 April 1989","Actor":"Lily James","Summary":"Lily Chloe Ninette Thomson (born 5 April 1989), known professionally as Lily James, is an English actress. She studied acting at the Guildhall School of Music and Drama in London and began her acting career in the British television series Just William (2010). Following her supporting role as Lady Rose MacClare in the period drama series Downton Abbey (2012–2015), James had her film breakthrough playing the eponymous role in the fantasy film Cinderella (2015). \nJames went on to play Countess Natasha Rostova in the period television series War \u0026 Peace (2016). In 2017, she starred in the action crime film Baby Driver and the war drama film Darkest Hour, both of which were critically and commercially successful. She then starred as the younger version of the character Donna Sheridan in the musical film Mamma Mia! Here We Go Again (2018)."}
{"_id":49,"Images":"https://m.media-amazon.com/images/M/MV5BMjA3ODQzOTU1MF5BMl5BanBnXkFtZTgwMjI1ODM2MzE@._V1_UY209_CR7,0,140,209_AL_.jpg","Subtitle":"Actress | Doctor Who","Url":"https://en.wikipedia.org/wiki/Jodie_Whittaker","Dob":"17 June 1982","Actor":"Jodie Whittaker","Summary":"Jodie Auckland Whittaker (born 17 June 1982) is an English actress. She came to prominence in her 2006 feature film debut Venus, for which she received British Independent Film Award and Satellite Award nominations. She was later praised for her roles in the cult science fiction film Attack the Block (2011), the Black Mirror episode \"The Entire History of You\" (2011), and as grieving mother Beth Latimer in Broadchurch.\nOn 16 July 2017, the BBC announced that Whittaker would become the thirteenth and first female incarnation of The Doctor in the British TV series Doctor Who. She formally assumed the role from Peter Capaldi in the 2017 Christmas special episode \"Twice Upon a Time\" when Capaldi's Twelfth Doctor regenerated into Whittaker's Thirteenth Doctor. Whittaker appears in her first full series as the Doctor in the eleventh series, which premiered in October 2018.\n\n"}
{"_id":50,"Images":"https://m.media-amazon.com/images/M/MV5BMTQzMjkwNTQ2OF5BMl5BanBnXkFtZTgwNTQ4MTQ4MTE@._V1_UY209_CR12,0,140,209_AL_.jpg","Subtitle":"Actor | Blue Valentine","Url":"https://en.wikipedia.org/wiki/Ryan_Gosling","Dob":"November 12, 1980","Actor":"Ryan Gosling","Summary":"Ryan Thomas Gosling (born November 12, 1980) is a Canadian actor and musician. He began his career as a child star on the Disney Channel's The Mickey Mouse Club (1993–1995) and went on to appear in other family entertainment programs including Are You Afraid of the Dark? (1995) and Goosebumps (1996). His first starring film role was as a Jewish neo-Nazi in The Believer (2001), and he went on to star in several independent films, including Murder by Numbers (2002), The Slaughter Rule (2002), and The United States of Leland (2003).\nGosling gained wider recognition in 2004 with a leading role in the commercially successful romance The Notebook. For playing a drug-addicted teacher in Half Nelson (2006), he was nominated for an Academy Award for Best Actor, and for playing a socially inept loner in Lars and the Real Girl (2007), he was nominated for a Golden Globe Award. After a three-year acting hiatus, Gosling starred in the marital drama Blue Valentine (2010), earning him a second Golden Globe nomination. Gosling co-starred in three mainstream films in 2011–the romantic comedy-drama Crazy, Stupid, Love, the political drama The Ides of March, and the neo-noir crime thriller Drive–and received two more Golden Globe nominations. His directorial debut, Lost River, was released to poor reviews in 2014. Greater success came to Gosling when he starred in four critically acclaimed films–the financial comedy-drama The Big Short (2015), the musical romantic comedy-drama La La Land (2016), the neo-noir science fiction Blade Runner 2049 (2017), and the biopic First Man (2018). For La La Land, he won the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy and received a second Oscar nomination.\nGosling's band, Dead Man's Bones, released their self-titled debut album and toured North America in 2009. He is a co-owner of Tagine, a Moroccan restaurant in Beverly Hills, California. Gosling is a supporter of PETA, Invisible Children, and the Enough Project and has traveled to Chad, Uganda and eastern Congo to raise awareness about conflicts in the regions. Gosling has been involved in peace promotion efforts in Africa for over a decade. He has been in a relationship with actress Eva Mendes since 2011, and they have two daughters together."}
{"_id":51,"Images":"https://m.media-amazon.com/images/M/MV5BMTQ4MjM4OTA2OF5BMl5BanBnXkFtZTcwNDM3NzIzOQ@@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | G.I. Joe: Retaliation","Url":"https://en.wikipedia.org/wiki/Adrianne_Palicki","Dob":"May 6, 1983","Actor":"Adrianne Palicki","Summary":"Adrianne Lee Palicki (born May 6, 1983) is an American actress best known for her roles as Tyra Collette on the NBC series Friday Night Lights (2006–2011) and as Barbara \"Bobbi\" Morse on the ABC series Agents of S.H.I.E.L.D. (2014–2016). She also played supporting roles in the films Legion (2010), Red Dawn (2012), G.I. Joe: Retaliation (2013), and John Wick (2014).  She is currently starring as Commander Kelly Grayson in the Fox show The Orville (2017–present)."}
{"_id":52,"Images":"https://m.media-amazon.com/images/M/MV5BMzA3Nzk3MTUwOV5BMl5BanBnXkFtZTgwNDAyNzAzMDI@._V1_UY209_CR12,0,140,209_AL_.jpg","Subtitle":"Actress | Stranger Things","Url":"https://en.wikipedia.org/wiki/Millie_Bobby_Brown","Dob":"19 February 2004","Actor":"Millie Bobby Brown","Summary":"Millie Bobby Brown (born 19 February 2004) is an English actress and model. She rose to prominence for her role as Eleven in the Netflix science fiction drama series Stranger Things, for which she earned a Primetime Emmy Award nomination for Outstanding Supporting Actress in a Drama Series at age 13. She is also the youngest person ever to feature on TIME 100 list of the 100 most influential people."}
{"_id":53,"Images":"https://m.media-amazon.com/images/M/MV5BMjM0MjI5NDMwOF5BMl5BanBnXkFtZTgwOTgwMzY5OTE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Girls","Url":"https://en.wikipedia.org/wiki/Allison_Williams_(actress)","Dob":"April 13, 1988","Actor":"Allison Williams (actress)","Summary":"Allison Howell Williams (born April 13, 1988) is an American actress, comedian, and singer. She is best known for her role as Marnie Michaels on the HBO comedy-drama series Girls and her critically acclaimed performance in the 2017 horror film Get Out.\n\n"}
{"_id":54,"Images":"https://m.media-amazon.com/images/M/MV5BNzg3MTgwOTgzMV5BMl5BanBnXkFtZTgwODIxMTUwMjE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actor | Guardians of the Galaxy","Url":"https://en.wikipedia.org/wiki/Chris_Pratt","Dob":"June 21, 1979","Actor":"Chris Pratt","Summary":"Christopher Michael Pratt (born June 21, 1979) is an American actor. He came to prominence with his television roles, particularly as Andy Dwyer in the NBC sitcom Parks and Recreation (2009–2015), for which he received critical acclaim and was nominated for the Critics' Choice Television Award for Best Supporting Actor in a Comedy Series in 2013. He also starred earlier in his career as Bright Abbott in The WB drama series Everwood (2002–2006) and has notable roles in Wanted (2008), Jennifer's Body (2009), Moneyball (2011), The Five-Year Engagement (2012), Zero Dark Thirty (2013), Delivery Man (2013), and Her (2013).\nPratt achieved leading man status in 2014 after starring in two critically and commercially successful films, Warner Animation Group's The Lego Movie as Emmet Brickowski and Marvel Studios' Guardians of the Galaxy as Star-Lord. In 2015, he starred in Jurassic World, the fourth installment in the Jurassic Park franchise, which was his most financially successful film up until the release of Infinity War; he reprised the former role in the sequel Jurassic World: Fallen Kingdom in 2018. In 2015, Time named Pratt one of the 100 most influential people in the world on the annual Time 100 list.Pratt continued his leading man run in 2016 with The Magnificent Seven and Passengers. He reprised his role Star-Lord in the Marvel Cinematic Universe in Guardians of the Galaxy Vol. 2 (2017), Avengers: Infinity War (2018) and its upcoming sequel (2019)."}
{"_id":55,"Images":"https://m.media-amazon.com/images/M/MV5BMTczMTI1MjQzN15BMl5BanBnXkFtZTgwNjY2ODY2NDE@._V1_UY209_CR128,0,140,209_AL_.jpg","Subtitle":"Actress | Inherent Vice","Url":"https://en.wikipedia.org/wiki/Katherine_Waterston","Dob":"March 3, 1980","Actor":"Katherine Waterston","Summary":"Katherine Boyer Waterston (born March 3, 1980) is an American actress. She made her feature film debut in Michael Clayton (2007). She then had supporting roles in films including Robot \u0026 Frank, Being Flynn (both 2012) and The Disappearance of Eleanor Rigby: Her (2013) before her breakthrough performance as Shasta Fay Hepworth in Paul Thomas Anderson's Inherent Vice (2014). In 2015, she portrayed Chrisann Brennan in Steve Jobs. She had a starring role in the Harry Potter spin-off, Fantastic Beasts and Where to Find Them (2016) as Porpentina \"Tina\" Goldstein, which she will reprise in its 2018 sequel. Other film roles include Ridley Scott's Alien: Covenant (2017), Steven Soderbergh's Logan Lucky (2017) and Jonah Hill's Mid90s."}
{"_id":56,"Images":"https://m.media-amazon.com/images/M/MV5BMTk1MjM3NTU5M15BMl5BanBnXkFtZTcwMTMyMjAyMg@@._V1_UY209_CR9,0,140,209_AL_.jpg","Subtitle":"Actor | Top Gun","Url":"https://en.wikipedia.org/wiki/Tom_Cruise","Dob":"July 3, 1962","Actor":"Tom Cruise","Summary":"Thomas Cruise Mapother IV (born July 3, 1962) is an American actor and producer. He started his career at age 19 in the film Endless Love (1981), before making his breakthrough in the comedy Risky Business (1983) and receiving widespread attention for starring in the action drama Top Gun (1986) as Lieutenant Pete \"Maverick\" Mitchell. After starring in The Color of Money (1986) and Cocktail (1988), Cruise starred opposite Dustin Hoffman in the Academy Award for Best Picture-winning drama Rain Man. For his role as anti-war activist Ron Kovic in the drama Born on the Fourth of July (1989), Cruise received the Golden Globe Award for Best Actor – Motion Picture Drama and his first Academy Award for Best Actor nomination.\nIn the 1990s, Cruise starred with Jack Nicholson in the legal drama A Few Good Men (1992) and starred in a number of box office hits including The Firm (1993) and Interview with the Vampire (1994), before starring as IMF agent Ethan Hunt in the action spy thriller Mission: Impossible (1996), the first of a commercially successful six-film series. In 1996, Cruise also starred as the title character in the romantic comedy-drama Jerry Maguire, earning him the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy and his second Academy Award nomination. In 1999, Cruise starred in the erotic thriller Eyes Wide Shut opposite his then wife Nicole Kidman and also appeared in the ensemble drama Magnolia, for which he received the Golden Globe Award for Best Supporting Actor – Motion Picture and was also nominated for the Academy Award for Best Supporting Actor.\nAfter receiving a Saturn Award for Best Actor for his performance in the psychological thriller Vanilla Sky (2001), Cruise collaborated with director Steven Spielberg on the science fiction thrillers Minority Report (2002) and War of the Worlds (2005). In 2008, he gave a supporting performance in the action comedy Tropic Thunder and starred in the historical thriller Valkyrie as Claus von Stauffenberg. In 2012, Cruise played the eponymous role in the thriller Jack Reacher. Cruise's films have grossed more than $3.7 billion at U.S. and Canadian box offices and more than $9.0 billion worldwide, making him the eighth highest-grossing actor in North America and one of the top-grossing actors worldwide.Cruise has been married three times, to actresses Mimi Rogers, Nicole Kidman, Katie Holmes, and has three children, two of which were adopted during his marriage to Kidman and the other a biological daughter with Holmes. Cruise is an outspoken advocate for the Church of Scientology and its associated social programs, and credits it with helping him overcome dyslexia. In the 2000s, his Church-affiliated criticisms of psychiatry and anti-depressant drugs, particularly for 9/11 rescue workers, and his efforts to promote Scientology as a religion in Europe sparked controversies, as did a leaked video interview of him promoting Scientology."}
{"_id":57,"Images":"https://m.media-amazon.com/images/M/MV5BMTM0ODU5Nzk2OV5BMl5BanBnXkFtZTcwMzI2ODgyNQ@@._V1_UY209_CR3,0,140,209_AL_.jpg","Subtitle":"Actor | Pirates of the Caribbean: The Curse of the Black Pearl","Url":"https://en.wikipedia.org/wiki/Johnny_Depp","Dob":"June 9, 1963","Actor":"Johnny Depp","Summary":"John Christopher Depp II (born June 9, 1963) is an American actor, producer, and musician. He has been nominated for three Academy Awards and has won the Golden Globe and Screen Actors Guild Awards for Best Actor. Depp rose to prominence on the 1980s television series 21 Jump Street, becoming a teen idol.\nDepp has challenged himself by playing larger-than-life roles, including a supporting role in Oliver Stone's 1986 Vietnam War film Platoon and the title character in the 1990 romantic dark fantasy Edward Scissorhands. He later found box office success in the fantasy adventure film Sleepy Hollow (1999), the fantasy swashbuckler film Pirates of the Caribbean: The Curse of the Black Pearl (2003) and its sequels, the fantasy film Charlie and the Chocolate Factory (2005), the fantasy film Alice in Wonderland (2010), and the animated action comedy western Rango (2011) (in which he voiced the title character). Depp has collaborated on nine films with director, producer and friend Tim Burton.\nDepp is regarded as one of the world's biggest film stars. He has gained praise from reviewers for his portrayals of screenwriter-director Ed Wood in Ed Wood, undercover FBI agent Joseph D. Pistone in Donnie Brasco, author J. M. Barrie in  Finding Neverland, and Boston gangster Whitey Bulger in Black Mass. Films featuring Depp have grossed over US$3.2 billion at the United States box office and over US$8 billion worldwide. His most commercially successful films are the Pirates of the Caribbean series, which grossed US$3 billion, Alice in Wonderland, which grossed US$1 billion, Charlie and the Chocolate Factory, which grossed US$474 million, and The Tourist, which grossed US$278 million.Depp has been nominated three times for  the Academy Award for Best Actor. Depp won the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy for his performance in the title role in Sweeney Todd: The Demon Barber of Fleet Street, as well as the Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Leading Role for his portrayal of Captain Jack Sparrow in Pirates of the Caribbean: The Curse of the Black Pearl. He has been listed in the 2012 Guinness World Records as the world's highest-paid actor, with earnings of US$75 million. Depp was inducted as a Disney Legend in 2015."}
{"_id":58,"Images":"https://m.media-amazon.com/images/M/MV5BMTQzNzIxOTYzMl5BMl5BanBnXkFtZTcwNjYxNTk1Nw@@._V1_UY209_CR10,0,140,209_AL_.jpg","Subtitle":"Actor | Split","Url":"https://en.wikipedia.org/wiki/James_McAvoy","Dob":"21 April 1979","Actor":"James McAvoy","Summary":"James McAvoy Jr. (; born 21 April 1979) is a Scottish actor. He made his acting debut as a teen in The Near Room (1995) and made mostly television appearances until 2003, when his feature film career began. His notable television work includes the thriller State of Play and the science fiction mini-series Frank Herbert's Children of Dune.\nBesides screen acting, McAvoy has performed in several West End productions and received three nominations for the Laurence Olivier Award for Best Actor. He has also done voice work for animated films including Gnomeo \u0026 Juliet, its sequel, Sherlock Gnomes, and Arthur Christmas.\nIn 2003, McAvoy appeared in a lead role in Bollywood Queen. This was followed by a supporting role, the faun Mr. Tumnus, in The Chronicles of Narnia: The Lion, the Witch and the Wardrobe (2005). His performance in Kevin Macdonald's drama The Last King of Scotland (2006) garnered him several award nominations. The critically acclaimed romantic drama war film Atonement (2007) earned him a Golden Globe Award nomination and his second BAFTA nomination. He appeared as a newly trained assassin in the action thriller Wanted (2008). \nIn 2011 he played the young Professor Charles Xavier in the superhero film X-Men: First Class (2011), a role he reprised in X-Men: Days of Future Past (2014), X-Men: Apocalypse (2016), Deadpool 2 (2018) and X-Men: Dark Phoenix  (2019). McAvoy starred in the crime comedy-drama film Filth (2013) for which he won Best Actor in the British Independent Film Awards. In 2017, he portrayed Kevin, a man with 23 personalities, in M. Night Shyamalan's Split, for which he received critical acclaim."}
{"_id":59,"Images":"https://m.media-amazon.com/images/M/MV5BNDk5ODYyYmItYTk2Yi00MTMwLWE1N2ItMzhiN2M2NTE3MTg1XkEyXkFqcGdeQXVyODc2OTcwNDE@._V1_UY209_CR79,0,140,209_AL_.jpg","Subtitle":"Actor | Warcraft","Url":"https://en.wikipedia.org/wiki/Travis_Fimmel","Dob":"15 July 1979","Actor":"Travis Fimmel","Summary":"Travis Fimmel (born 15 July 1979) is an Australian actor and former model. He is known for his role as Ragnar Lothbrok in the History Channel series Vikings."}
{"_id":60,"Images":"https://m.media-amazon.com/images/M/MV5BMTk5Mzc4ODU0Ml5BMl5BanBnXkFtZTcwNjU1NTI0Mw@@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actress | Monster","Url":"https://en.wikipedia.org/wiki/Charlize_Theron","Dob":"7 August 1975","Actor":"Charlize Theron","Summary":"Charlize Theron ( shar-LEEZ THERR-ən; Afrikaans: [ʃarˈlis trɔn]; born 7 August 1975) is a South African and American actress and film producer. She is the recipient of several accolades, including an Academy Award, a Golden Globe Award, and the Silver Bear for Best Actress.\nTheron came to international prominence in the 1990s by playing the leading lady in the Hollywood films The Devil's Advocate (1997), Mighty Joe Young (1998), The Cider House Rules (1999). In 2003, she received critical acclaim for her portrayal of serial killer Aileen Wuornos in Monster, for which she won the Academy Award for Best Actress, becoming the first South African to win an Oscar in a major acting category. She received another Academy Award nomination for playing a sexually abused woman seeking justice in the drama North Country (2005). Theron has since starred in several top-grossing action films, including Hancock (2008), Snow White and the Huntsman (2012), Prometheus (2012), Mad Max: Fury Road (2015), The Fate of the Furious (2017), and Atomic Blonde (2017). She also received praise for playing troubled women in Jason Reitman's comedy-dramas Young Adult (2011) and Tully (2018).\nSince the early 2000s, Theron has ventured into film production with her company Denver and Delilah Productions. She has produced numerous films, many of which she had a starring role in, including The Burning Plain (2008) and Dark Places (2015). Theron became an American citizen in 2007, while retaining her South African citizenship. In 2016, Time named her in their annual Time 100 listing of the most influential people in the world."}
{"_id":61,"Images":"https://m.media-amazon.com/images/M/MV5BZGY4ZmI1YWMtOWY1Mi00YmYzLTliYzItZTMzOWNiZmUxMDgzXkEyXkFqcGdeQXVyMjQwMDg0Ng@@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actor | Riverdale","Url":"https://en.wikipedia.org/wiki/Cole_Sprouse","Dob":"August 4, 1992","Actor":"Cole Sprouse","Summary":"Cole Mitchell Sprouse (born August 4, 1992) is an American actor, and twin brother of Dylan Sprouse. He is known for his role as Cody Martin on the Disney Channel series The Suite Life of Zack \u0026 Cody and its spinoff The Suite Life on Deck. As of 2017, Sprouse stars as Jughead Jones on The CW television series Riverdale."}
{"_id":62,"Images":"https://m.media-amazon.com/images/M/MV5BNjk5NjE5NTczMV5BMl5BanBnXkFtZTcwODI0OTM0NA@@._V1_UY209_CR3,0,140,209_AL_.jpg","Subtitle":"Actress | Pirates of the Caribbean: Dead Men Tell No Tales","Url":"https://en.wikipedia.org/wiki/Kaya_Scodelario","Dob":"Humphrey; born 13 March 1992","Actor":"Kaya Scodelario","Summary":"Kaya Rose Scodelario-Davis (born Humphrey; born 13 March 1992) is an English actress. She is best known for her roles as Effy Stonem on the E4 teen drama Skins (2007–2010, 2013), Teresa in The Maze Runner film series (2014–2018) and Carina Smyth in the adventure film Pirates of the Caribbean: Dead Men Tell No Tales (2017). Other film roles include Catherine Earnshaw in Andrea Arnold's Wuthering Heights (2011) and the title character in the independent drama The Truth About Emanuel (2013). She is set to portray Carol Ann Boone, wife of Ted Bundy, in the upcoming biographical thriller Extremely Wicked, Shockingly Evil and Vile."}
{"_id":63,"Images":"https://m.media-amazon.com/images/M/MV5BMzU5MTA5MzYzOF5BMl5BanBnXkFtZTcwODc4OTIxNw@@._V1_UY209_CR3,0,140,209_AL_.jpg","Subtitle":"Actress | Little Miss Sunshine","Url":"https://en.wikipedia.org/wiki/Abigail_Breslin","Dob":"April 14, 1996","Actor":"Abigail Breslin","Summary":"Abigail Kathleen Breslin (born April 14, 1996) is an American actress and singer. She appeared in her first commercial when she was three years old and in her first film, Signs (2002), at the age of five. Her other film roles include Raising Helen (2004), Little Miss Sunshine (2006), for which she was nominated for the Academy Award for Best Supporting Actress, No Reservations (2007), Nim's Island (2008), Definitely, Maybe (2008), My Sister's Keeper (2009), Zombieland (2009), Rango (2011), and August: Osage County (2013). In September 2015, she began acting in the horror-comedy Scream Queens on Fox, in which she had her first regular role on a television series."}
{"_id":64,"Images":"https://m.media-amazon.com/images/M/MV5BMTgzMDk3MjI4OF5BMl5BanBnXkFtZTgwMzQxMDY5NjE@._V1_UY209_CR13,0,140,209_AL_.jpg","Subtitle":"Actress | Star Wars: Episode VII - The Force Awakens","Url":"https://en.wikipedia.org/wiki/Daisy_Ridley","Dob":"10 April 1992","Actor":"Daisy Ridley","Summary":"Daisy Jazz Isobel Ridley (born 10 April 1992) is an English actress. Born in Westminster and brought up in Maida Vale, Ridley trained in drama at the Tring Park School for the Performing Arts. She began acting in minor guest roles on television and in short films, making her film debut in the independent horror film Scrawl (2015). She rose to international prominence for playing the lead role of Rey in the Star Wars sequel trilogy, starring in Star Wars: The Force Awakens (2015) and Star Wars: The Last Jedi (2017). She is also known for her performance of Mary Debenham in Murder on the Orient Express (2017), and as the voice of Cottontail in Peter Rabbit (2018)."}
{"_id":65,"Images":"https://m.media-amazon.com/images/M/MV5BMTI5NzgzMjgwMF5BMl5BanBnXkFtZTcwODYzNDc1Mw@@._V1_UY209_CR14,0,140,209_AL_.jpg","Subtitle":"Actress | A Series of Unfortunate Events","Url":"https://en.wikipedia.org/wiki/Emily_Browning","Dob":"7 December 1988","Actor":"Emily Browning","Summary":"Emily Jane Browning (born 7 December 1988) is an Australian actress and singer.\nBrowning made her film debut in the Australian television film The Echo of Thunder; subsequently, she played roles in the Australian television shows High Flyers, Blue Heelers and Something in the Air. Her breakthrough role was in the 2002 horror film Ghost Ship, which introduced her to a wider audience. In 2005, Browning won the Australian Film Institute International Award for Best Actress for her portrayal of Violet Baudelaire in the film Lemony Snicket's A Series of Unfortunate Events (2004).\nBrowning is also known for her roles in the horror film The Uninvited (2009), the action film Sucker Punch (2011), and the independent drama Sleeping Beauty (2011). She was named the Breakthrough Performer of The Year by Hamptons International Film Festival in 2011 for her role in Sleeping Beauty. Her other films include Summer in February (2013), Pompeii (2014) and Legend (2015). She is currently starring as Laura Moon on the Starz TV series American Gods (2017- present)."}
{"_id":66,"Images":"https://m.media-amazon.com/images/M/MV5BNjE3NDQyOTYyMV5BMl5BanBnXkFtZTcwODcyODU2Mw@@._V1_UY209_CR5,0,140,209_AL_.jpg","Subtitle":"Writer | Dunkirk","Url":"https://en.wikipedia.org/wiki/Christopher_Nolan","Dob":"30 July 1970","Actor":"Christopher Nolan","Summary":"Christopher Edward Nolan (; born 30 July 1970) is an English film director, screenwriter, and producer who holds both British and American citizenship. He is one of the highest-grossing directors in history, and among the most acclaimed and influential filmmakers of the 21st century.\nHaving made his directorial debut with Following (1998), Nolan gained considerable attention for his second feature Memento (2000), for which he was nominated for numerous accolades, including the Academy Award for Best Original Screenplay. The acclaim garnered by his independent films gave Nolan the opportunity to make the big-budget thriller Insomnia (2002) and the mystery drama The Prestige (2006). He found further popular and critical success with The Dark Knight Trilogy (2005–2012); Inception (2010),  which received eight Academy Award nominations, including for Best Picture and Best Original Screenplay;  Interstellar (2014); and Dunkirk (2017), which earned him his first Academy Award nomination for Best Director. His ten films have grossed over US$4.7 billion worldwide and garnered a total of 34 Oscar nominations and ten wins. Nolan has co-written several of his films with his brother Jonathan, and runs the production company Syncopy Inc. with his wife Emma Thomas.\nNolan's films are typically rooted in epistemological and metaphysical themes, exploring human morality, the construction of time, and the malleable nature of memory and personal identity. His body of work is permeated by materialistic perspectives, nonlinear storytelling, practical special effects, innovative soundscapes, large-format film photography, and analogous relationships between visual language and narrative elements. In addition to his filmmaking, he is an advocate for film preservation and the continued availability of film stock."}
{"_id":67,"Images":"https://m.media-amazon.com/images/M/MV5BMjA4NDk1NTA1OV5BMl5BanBnXkFtZTcwMTIzMjQ4Ng@@._V1_UY209_CR6,0,140,209_AL_.jpg","Subtitle":"Actress | Guardians of the Galaxy","Url":"https://en.wikipedia.org/wiki/Zoe_Saldana","Dob":"Zoe Yadira Saldaña Nazario; June 19, 1978","Actor":"Zoe Saldana","Summary":"Zoe Saldana-Perego (born Zoe Yadira Saldaña Nazario; June 19, 1978), known professionally as Zoe Saldana or Zoë Saldana, is an American actress and dancer. Following her performances with the theater group Faces, Saldana made her screen debut in a 1999 episode of Law \u0026 Order.\nHer film career began a year later with Center Stage (2000), where she played a struggling ballet dancer. Saldana's breakthrough came in 2009 with her first of multiple appearances as Nyota Uhura in the Star Trek film series and her first appearance as Neytiri in the Avatar film series. Saldana also portrays Gamora in multiple films in the Marvel Cinematic Universe, beginning with Guardians of the Galaxy (2014)."}
{"_id":68,"Images":"https://m.media-amazon.com/images/M/MV5BMzIwMjIwNjg0M15BMl5BanBnXkFtZTgwOTI3MDEzMDE@._V1_UY209_CR10,0,140,209_AL_.jpg","Subtitle":"Actress | Game of Thrones","Url":"https://en.wikipedia.org/wiki/Lena_Headey","Dob":"3 October 1973","Actor":"Lena Headey","Summary":"Lena Kathren Headey ( LEE-nə HEE-dee; born 3 October 1973) is a Bermuda-born English actress and voice actress. She is best known for her portrayal of Cersei Lannister on HBO's Game of Thrones (2011–present), and for playing Sarah Connor on the television series Terminator: The Sarah Connor Chronicles (2008–09). For the former, she has received four Primetime Emmy Award nominations and a Golden Globe nomination. In 2017, Headey became one of the highest paid actors on television, earning up to £2 million per episode of Game of Thrones.Headey made her debut in the 1992 film Waterland. She continued to work steadily in films and on British television throughout the decade, before finding fame with her lead performances in a succession of fantasy and action-adventure features, such as The Brothers Grimm (2005), 300 (2007) and its sequel (2014), Tell-Tale (2009), and Dredd (2012). Her other film credits include The Remains of the Day (1992), The Jungle Book (1994), Face; Mrs Dalloway (1997), The Man with Rain in His Shoes (1998), Onegin (1999), \nGossip; Aberdeen (2000), The Parole Officer (2001), Ripley's Game (2002), The Cave; Imagine Me \u0026 You (2005), St Trinian's (2007), The Broken; The Red Baron (2008), The Purge (2013), The Adventurer: The Curse of the Midas Box; Low Down (2014), Zipper (2015), and Thumper (2017).\nHeadey has provided voices for the role-playing video game Risen (2009) and the video game tie-in film Kingsglaive: Final Fantasy XV (2016), as well as the animated series' Danger Mouse (2015–17) and Trollhunters (2017–18)."}
{"_id":69,"Images":"https://m.media-amazon.com/images/M/MV5BNDExMzIzNjk3Nl5BMl5BanBnXkFtZTcwOTE4NDU5OA@@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actor | Les Misérables","Url":"https://en.wikipedia.org/wiki/Hugh_Jackman","Dob":"12 October 1968","Actor":"Hugh Jackman","Summary":"Hugh Michael Jackman (born 12 October 1968) is an Australian actor, singer, and producer. Jackman has won international recognition for his roles in a variety of film genres. He is known for his long-running role as Wolverine in the X-Men film series, as well as for his lead roles in films such as the romantic-comedy fantasy Kate \u0026 Leopold (2001), the action-horror film Van Helsing (2004), the magic-themed drama The Prestige (2006), the epic fantasy drama The Fountain (2006), the epic historical romantic drama Australia (2008), the film version of Les Misérables (2012), the thriller Prisoners (2013), and the musical The Greatest Showman (2017). His work in Les Misérables earned him his first Academy Award nomination for Best Actor and his first Golden Globe Award for Best Actor – Motion Picture Musical or Comedy in 2013.\nIn Broadway theatre, Jackman won a Tony Award for his role in The Boy from Oz. A four-time host of the Tony Awards themselves, he won an Emmy Award for one of these appearances. Jackman also hosted the 81st Academy Awards on 22 February 2009."}
{"_id":70,"Images":"https://m.media-amazon.com/images/M/MV5BMTA2NTI0NjYxMTBeQTJeQWpwZ15BbWU3MDIxMjgyNzY@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actor | Game of Thrones","Url":"https://en.wikipedia.org/wiki/Kit_Harington","Dob":"26 December 1986","Actor":"Kit Harington","Summary":"Christopher Catesby \"Kit\" Harington (born 26 December 1986) is an English actor and producer. Born in Acton, Greater London, Harington graduated from the Royal Central School of Speech \u0026 Drama in 2008. While still at drama school, he landed the leading role of Albert, making his professional acting debut in the National Theatre and West End critically acclaimed adaptation of the play War Horse. His performance was seen by Queen Elizabeth II and her husband Prince Philip, in a private theatre visit in 2009.In 2011, Harington rose to prominence for his breakthrough role as Jon Snow in the HBO television series Game of Thrones, which brought him international recognition. He has been nominated for a Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series and a Critics Choice Television Awards for Best Supporting Actor in a Drama Series, among other accolades. In 2017, he was honoured with the Giffoni Experience Award at the Giffoni Film Festival.Harington has appeared in several feature films including the historical romance film Pompeii (2014), British drama Testament of Youth (2014) and provided the voice of Eret in the How to Train Your Dragon franchise."}
{"_id":71,"Images":"https://m.media-amazon.com/images/M/MV5BMjI0MTg3MzI0M15BMl5BanBnXkFtZTcwMzQyODU2Mw@@._V1_UY209_CR7,0,140,209_AL_.jpg","Subtitle":"Actor | Inception","Url":"https://en.wikipedia.org/wiki/Leonardo_DiCaprio","Dob":"November 11, 1974","Actor":"Leonardo DiCaprio","Summary":"Leonardo Wilhelm DiCaprio (; born November 11, 1974) is an American actor and film producer. DiCaprio began his career by appearing in television commercials in the late 1980s. He next had recurring roles in various television series, such as the soap opera Santa Barbara and the sitcom Growing Pains.\nHe debuted in his film career by starring as Josh in Critters 3 (1991). He starred in the film adaptation of the memoir This Boy's Life (1993), and received acclaim and his first Academy Award nomination for his supporting role in What's Eating Gilbert Grape (1993). He gained public recognition with leading roles in The Basketball Diaries (1995) and the romantic drama Romeo + Juliet (1996). He achieved international fame as a star in James Cameron's epic romance Titanic (1997), which became the highest-grossing film of all time to that point.\nSince 2000, DiCaprio has received critical acclaim for his work in a wide range of film genres. DiCaprio's subsequent films include The Man in the Iron Mask (1998), the biographical crime drama Catch Me If You Can (2002), and the epic historical drama Gangs of New York (2002), which marked his first of many collaborations with director Martin Scorsese. He was acclaimed for his performances in the political war thriller Blood Diamond, the neo-noir crime drama The Departed (both 2006), the espionage thriller Body of Lies (2008), the drama Revolutionary Road (2008), the psychological thriller Shutter Island (2010), the science fiction thriller Inception (2010), the biographical film J. Edgar (2011), the western Django Unchained (2012), and the period drama The Great Gatsby (2013).\nDiCaprio's portrayals of Howard Hughes in The Aviator (2004) and Hugh Glass in The Revenant (2015) won him the Golden Globe Award for Best Actor – Motion Picture Drama. His performance as Jordan Belfort in The Wolf of Wall Street (2013) won him the Golden Globe award for Best Actor – Motion Picture Musical or Comedy.  He also won the Academy Award for Best Actor and BAFTA Award for his performance in The Revenant. DiCaprio is the founder of his own production company, Appian Way Productions."}
{"_id":72,"Images":"https://m.media-amazon.com/images/M/MV5BMzVmMWZlZmUtYWEyNi00ODI2LWJlNmEtMjYwYjU3YzFkNGQyXkEyXkFqcGdeQXVyNDQ2ODQ1Njc@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actress | Teenage Mutant Ninja Turtles","Url":"https://en.wikipedia.org/wiki/Malina_Weissman","Dob":"March 12, 2003","Actor":"Malina Weissman","Summary":"Malina Opal Weissman (born March 12, 2003) is an American actress and model, best known for her roles as Violet Baudelaire in the Netflix series A Series of Unfortunate Events, young April O'Neil in Teenage Mutant Ninja Turtles and young Kara Zor-El in Supergirl."}
{"_id":73,"Images":"https://m.media-amazon.com/images/M/MV5BNTkxNDc2NDg4M15BMl5BanBnXkFtZTgwNTAxMDY3MTI@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actor | Iron Fist","Url":"https://en.wikipedia.org/wiki/Finn_Jones","Dob":"Terence Jones; 24 March 1988","Actor":"Finn Jones","Summary":"Finn Jones (born Terence Jones; 24 March 1988) is an English actor known for his roles as Loras Tyrell in the HBO series Game of Thrones and as Danny Rand in the Netflix television shows Iron Fist, The Defenders and Luke Cage, which are set within the Marvel Cinematic Universe.\n\n"}
{"_id":74,"Images":"https://m.media-amazon.com/images/M/MV5BMjA5MzE2NzA2M15BMl5BanBnXkFtZTgwNTc1NDA4NTM@._V1_UY209_CR25,0,140,209_AL_.jpg","Subtitle":"Actress | Let Me In","Url":"https://en.wikipedia.org/wiki/Chlo%C3%AB_Grace_Moretz","Dob":"February 10, 1997","Actor":"Chloë Grace Moretz","Summary":"Chloë Grace Moretz (; born February 10, 1997) is an American actress and model. She began acting at age six, with early roles in the supernatural horror film The Amityville Horror (2005), the drama series Desperate Housewives (2006–07), the supernatural horror film The Eye (2008), the drama film The Poker House (2008), the drama series Dirty Sexy Money (2007–08), the romantic comedy film 500 Days of Summer (2009) and the children's comedy film Diary of a Wimpy Kid (2010).Moretz' breakthrough came in 2010 with her critically acclaimed performances as Hit-Girl in the superhero film Kick-Ass and as a child vampire in the horror film Let Me In. She then starred in Martin Scorsese's historical adventure film Hugo (2011), Tim Burton's horror comedy film Dark Shadows (2012), the satirical sitcom 30 Rock (2011–13), reprised her role as Hit-Girl in Kick-Ass 2 (2013) and played Carrie White in the supernatural horror film Carrie (2013). In 2014, Moretz starred in the award-winning drama film Clouds of Sils Maria, the teen romantic drama If I Stay and the vigilante action film The Equalizer.\nAfter starring in the mystery thriller film Dark Places (2015), the science fiction action film The 5th Wave (2016) and the comedy film Neighbors 2: Sorority Rising (2016), Moretz announced that she was \"re-assessing\" her roles and choices and was dropping out of several projects, including a live-action adaptation of Universal Studios's The Little Mermaid. Moretz' subsequent roles have included the drama film The Miseducation of Cameron Post (2018) and the horror film Suspiria (2018). She will star in Neil Jordan's drama thriller film Greta and will voice Snow White and Wednesday Addams in upcoming animated films. Moretz' stage work includes her starring role in the original off-Broadway production of The Library (2014) at The Public Theater in New York City."}
{"_id":75,"Images":"https://m.media-amazon.com/images/M/MV5BMjEyNTgxNTk0M15BMl5BanBnXkFtZTcwNzM5Mjc1OA@@._V1_UY209_CR3,0,140,209_AL_.jpg","Subtitle":"Actor | True Blood","Url":"https://en.wikipedia.org/wiki/Alexander_Skarsg%C3%A5rd","Dob":"","Actor":"Alexander Skarsgård","Summary":"Alexander Johan Hjalmar Skarsgård (Swedish: [alɛkˈsanːdɛr ˈskɑːʂɡoːɖ] ( listen); born 25 August 1976) is a Swedish actor. He is best known for his roles as vampire Eric Northman on the HBO series True Blood, Meekus in Zoolander, the title character in The Legend of Tarzan, Brad Colbert in the HBO miniseries Generation Kill, and Perry Wright in the HBO miniseries Big Little Lies, for which he won a Primetime Emmy Award for Outstanding Supporting Actor in a Limited Series or Movie, a Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Miniseries or Television Movie, and a Golden Globe Award for Best Supporting Actor – Series, Miniseries, or Television Film."}
{"_id":76,"Images":"https://m.media-amazon.com/images/M/MV5BMTczMTYyMjY1NV5BMl5BanBnXkFtZTgwMTQzMjgxNjM@._V1_UY209_CR87,0,140,209_AL_.jpg","Subtitle":"Actress | Arrival","Url":"https://en.wikipedia.org/wiki/Amy_Adams","Dob":"August 20, 1974","Actor":"Amy Adams","Summary":"Amy Lou Adams (born August 20, 1974) is an American actress. Known for both her comedic and dramatic performances, Adams has featured in listings of the highest-paid actresses in the world. Her accolades include two Golden Globes, and nominations for five Academy Awards and six British Academy Film Awards.\nBorn in Vicenza, Italy, and raised in Castle Rock, Colorado, Adams is the fourth of seven siblings. She trained to be a ballerina, but at age 18 found musical theater a better fit, and from 1994 to 1998 she worked in dinner theater. She made her feature film debut with a supporting part in the 1999 satire Drop Dead Gorgeous. After moving to Los Angeles, she made guest appearances in television and took on \"mean girl\" parts in small-scale features. Her first major role came in Steven Spielberg's 2002 biopic Catch Me If You Can, opposite Leonardo DiCaprio, but she was unemployed for a year afterward. Her breakthrough came in the part of a loquacious pregnant woman in the 2005 independent film Junebug.\nThe 2007 musical Enchanted, in which she played a cheerful princess, was Adams's first major success as a leading lady. She followed it by playing naïve, optimistic women in a series of films, including the 2008 drama Doubt. She subsequently played stronger parts to positive reviews in the sports film The Fighter (2010), and the psychological drama The Master (2012). In 2013, she began portraying Lois Lane in superhero films set in the DC Extended Universe. She won two consecutive Golden Globe Awards for Best Actress for playing a seductive con artist in the crime film American Hustle (2013) and the troubled painter Margaret Keane in the biopic Big Eyes (2014). Further acclaim came for playing a linguist in the science fiction film Arrival (2016), and a self-harming reporter in the miniseries Sharp Objects (2018).\nAdams's stage roles include the Public Theater's revival of Into the Woods in 2012, in which she played the Baker's Wife. In 2014, she was named one of the 100 most influential people in the world by Time and featured in the Forbes Celebrity 100 list. Adams is married to the actor Darren Le Gallo, with whom she has a daughter."}
{"_id":77,"Images":"https://m.media-amazon.com/images/M/MV5BMjIwNzY5MTI2Ml5BMl5BanBnXkFtZTgwNjE1NjY0ODE@._V1_UY209_CR12,0,140,209_AL_.jpg","Subtitle":"Actress | The Duff","Url":"https://en.wikipedia.org/wiki/Bella_Thorne","Dob":"October 8, 1997","Actor":"Bella Thorne","Summary":"Annabella Avery Thorne (born October 8, 1997) is an American actress and singer. She began her career appearing as a child model. Thorne played Ruthy Spivey in the television series My Own Worst Enemy (2008) and Tancy Henrickson in the fourth season of Big Love (2010),  before gaining prominence for her role as CeCe Jones on the Disney Channel series Shake It Up (2010–2013). She also portrayed the lead role of Paige Townsen in the Freeform drama series Famous in Love (2017–2018). She has also appeared in several films, including Blended (2014), The DUFF (2015), Alvin and the Chipmunks: The Road Chip (2015), You Get Me (2017), Amityville: The Awakening (2017), The Babysitter (2017), Midnight Sun (2018) and Assassination Nation (2018)."}
{"_id":78,"Images":"https://m.media-amazon.com/images/M/MV5BNzA4NDA1MTA5NV5BMl5BanBnXkFtZTcwNjMyNTQ3OA@@._V1_UY209_CR4,0,140,209_AL_.jpg","Subtitle":"Actress | Mission: Impossible - Rogue Nation","Url":"https://en.wikipedia.org/wiki/Rebecca_Ferguson","Dob":"19 October 1983","Actor":"Rebecca Ferguson","Summary":"Rebecca Louisa Ferguson Sundström (born 19 October 1983), known professionally as Rebecca Ferguson, is a Swedish actress. She began her acting career with the Swedish soap opera Nya tider (1999–2000) and went on to star in the slasher film Drowning Ghost (2004). She came to international prominence with her portrayal of Elizabeth Woodville in the British television miniseries The White Queen (2013), which earned her a nomination for the Golden Globe Award for Best Actress – Miniseries or Television Film. \nFerguson has since starred as  MI6 agent Ilsa Faust in the action spy films Mission: Impossible – Rogue Nation (2015) and its sequel Mission: Impossible – Fallout (2018), and portrayed Jenny Lind in the musical The Greatest Showman (2017). She has also played supporting parts in the comedy-drama Florence Foster Jenkins and the thriller The Girl on the Train (both 2016)."}
{"_id":79,"Images":"https://m.media-amazon.com/images/M/MV5BNmU3NDRjMDEtNTQ2Ni00ZGZmLTk3ZjUtODUxMjA2NGY4NDg4XkEyXkFqcGdeQXVyMjQzMDM0NDU@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Martha Marcy May Marlene","Url":"https://en.wikipedia.org/wiki/Julia_Garner","Dob":"February 1, 1994","Actor":"Julia Garner","Summary":"Julia Garner (born February 1, 1994) is an American actress and model. She has appeared in the films Martha Marcy May Marlene, The Perks of Being a Wallflower, Sin City: A Dame to Kill For, and has leading roles in Electrick Children, We Are What We Are and Grandma. She had a recurring role on The Americans and currently plays Ruth Langmore in the Netflix original series Ozark."}
{"_id":80,"Images":"https://m.media-amazon.com/images/M/MV5BMjMzNzQ5Mjg5MF5BMl5BanBnXkFtZTYwNTg0NDM2._V1_UY209_CR5,0,140,209_AL_.jpg","Subtitle":"Actress | What Ever Happened to Baby Jane?","Url":"https://en.wikipedia.org/wiki/Joan_Crawford","Dob":"Lucille Fay LeSueur; March 23, c. 1904 - May 10, 1977","Actor":"Joan Crawford","Summary":"Joan Crawford (born Lucille Fay LeSueur; March 23, c. 1904 - May 10, 1977) was an American actress who began her career as a dancer and stage showgirl. In 1999, the American Film Institute ranked Crawford tenth on its list of the greatest female stars of Classic Hollywood Cinema.\nBeginning her career as a dancer in traveling theatrical companies before debuting as a chorus girl on Broadway, Crawford signed a motion picture contract with Metro-Goldwyn-Mayer in 1925. In the 1930s, Crawford's fame rivaled, and later outlasted, that of MGM colleagues Norma Shearer and Greta Garbo. Crawford often played hard-working young women who find romance and success. These characters and stories were well received by Depression-era audiences, and were popular with women. Crawford became one of Hollywood's most prominent movie stars, and one of the highest-paid women in the United States, but her films began losing money, and, by the end of the 1930s, she was labeled \"box office poison\". However, her career gradually improved in the early 1940s, and she made a major comeback in 1945 by starring in Mildred Pierce, for which she won the Academy Award for Best Actress. She would go on to receive Best Actress nominations for Possessed (1947) and Sudden Fear (1952). Crawford continued to act in film and television throughout the 1950s and 1960s; she achieved box office success with the highly successful horror film Whatever Happened To Baby Jane? (1962), in which she starred alongside Bette Davis, her long-time rival.In 1955, Crawford became involved with the Pepsi-Cola Company through her marriage to company Chairman and Chief Executive Officer Alfred Steele. After his death in 1959, Crawford was elected to fill his vacancy on the board of directors, serving until she was forcibly retired in 1973. After the release of the British horror film Trog in 1970, Crawford retired from the screen. Following a public appearance in 1974, after which unflattering photographs were published, Crawford withdrew from public life, and became increasingly reclusive until her death in 1977.Crawford married four times. Her first three marriages ended in divorce; the last ended with the death of husband Alfred Steele. She adopted five children, one of whom was reclaimed by his birth mother. Crawford's relationships with her two elder children, Christina and Christopher, were acrimonious. Crawford disinherited the two, and, after Crawford's death, Christina wrote a well-known \"tell-all\" memoir, Mommie Dearest (1978)."}
{"_id":81,"Images":"https://m.media-amazon.com/images/M/MV5BOWUyOWE1MGUtNzdlYy00YmRkLWE1NmUtOWU1ODAxNDQ5YmUxXkEyXkFqcGdeQXVyMjQwMDg0Ng@@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actress | Fantastic Four","Url":"https://en.wikipedia.org/wiki/Kate_Mara","Dob":"February 27, 1983","Actor":"Kate Mara","Summary":"Kate Rooney Mara ( MAIR-ə; born February 27, 1983) is an American actress and fashion model. She is known for her roles as reporter Zoe Barnes in the Netflix political drama House of Cards (2013–2014; 2016), computer analyst Shari Rothenberg in the Fox thriller series 24 (2006) and Ben Harmon's vengeful mistress Hayden McClaine in the FX horror miniseries American Horror Story: Murder House (2011).\nShe made her film debut in 1999 with Random Hearts. She has since appeared in Brokeback Mountain (2005), We Are Marshall (2006), Shooter (2007), Transsiberian (2008), Stone of Destiny (2008), The Open Road (2009), Transcendence (2014), The Martian (2015), Fantastic Four (2015), Morgan (2016), Megan Leavey (2017) and Chappaquiddick (2018), portraying Mary Jo Kopechne."}
{"_id":82,"Images":"https://m.media-amazon.com/images/M/MV5BMTM4OTQ4NTU3NV5BMl5BanBnXkFtZTcwNjEwNDU0OQ@@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actor | Star Trek","Url":"https://en.wikipedia.org/wiki/Chris_Pine","Dob":"August 26, 1980","Actor":"Chris Pine","Summary":"Christopher Whitelaw Pine (born August 26, 1980) is an American actor who has starred in several action movies. He is known for playing James T. Kirk in the Star Trek reboot film series (2009–), Will in Unstoppable (2010), Cinderella's Prince in Into the Woods (2014), Toby Howard in Hell or High Water (2016), Bernie Webber in The Finest Hours, Steve Trevor in Wonder Woman (2017), and Dr. Alexander Murry in A Wrinkle in Time (2018)."}
{"_id":83,"Images":"https://m.media-amazon.com/images/M/MV5BODEzNzBhODYtOWEzNi00Y2I3LWFjMGEtNzAxNzU5ZjZiMDRiXkEyXkFqcGdeQXVyMjQ0MTg4Nw@@._V1_UY209_CR10,0,140,209_AL_.jpg","Subtitle":"Actress | Jurassic World","Url":"https://en.wikipedia.org/wiki/Bryce_Dallas_Howard","Dob":"March 2, 1981","Actor":"Bryce Dallas Howard","Summary":"Bryce Dallas Howard (born March 2, 1981) is an American actress and director. She is the eldest daughter of actor and director Ron Howard. She attended New York University's Tisch School of the Arts, but left before graduating to take on roles on Broadway. While starring as Rosalind in the play As You Like It, Howard caught the attention of director M. Night Shyamalan, and he cast her in what would be her breakout film, the psychological thriller The Village (2004). She then starred in Shyamalan's fantasy thriller Lady in the Water (2006). Her performance in Kenneth Branagh's 2006 film adaptation of As You Like It earned her a Golden Globe Award nomination. In 2006, she co-wrote and directed the short film Orchids. Howard also appeared as Gwen Stacy in Sam Raimi's superhero film Spider-Man 3 (2007).\nHoward became more recognizable to audiences as the vampire Victoria in The Twilight Saga: Eclipse (2010). This project, as well as the action film Terminator Salvation (2009), were financially successful, but garnered mixed reviews from critics. In 2011, she had supporting roles in the films 50/50 and The Help. She gained further international recognition for playing Claire Dearing in the science fiction adventure films Jurassic World (2015) and Jurassic World: Fallen Kingdom (2018), the fourth and fifth installments in the Jurassic Park series, and her most financially successful films to date."}
{"_id":84,"Images":"https://m.media-amazon.com/images/M/MV5BMTcyMDY5MDQyNV5BMl5BanBnXkFtZTcwMTIyMzcxNQ@@._V1_UY209_CR13,0,140,209_AL_.jpg","Subtitle":"Actress | Scouts Guide to the Zombie Apocalypse","Url":"https://en.wikipedia.org/wiki/Halston_Sage","Dob":"May 10, 1993","Actor":"Halston Sage","Summary":"Halston Jean Schrage (born May 10, 1993), better known by her stage name Halston Sage, is an American actress. She is known for her roles as Grace on the Nickelodeon television series How to Rock, Amber on the NBC television series Crisis, Lacey in the film Paper Towns, and Lt. Alara Kitan on the FOX television series The Orville."}
{"_id":85,"Images":"https://m.media-amazon.com/images/M/MV5BMTM3MzY2MDYwOF5BMl5BanBnXkFtZTcwODQ3MDA0Nw@@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Underworld: Evolution","Url":"https://en.wikipedia.org/wiki/Kate_Beckinsale","Dob":"26 July 1973","Actor":"Kate Beckinsale","Summary":"Kathrin Romany Beckinsale (born 26 July 1973) is an English actress. After some minor television roles, she made her film debut in Much Ado About Nothing (1993) while still a student at the University of Oxford. She appeared in British costume dramas such as Prince of Jutland (1994), Cold Comfort Farm (1995), Emma (1996), and The Golden Bowl (2000), in addition to various stage and radio productions. She began to seek film work in the United States in the late 1990s and, after appearing in small-scale dramas The Last Days of Disco (1998) and Brokedown Palace (1999), she had starring roles in the war drama Pearl Harbor (2001) and the romantic comedy Serendipity. She had a command performance in  Tiptoes \n(2003). She followed those with appearances in The Aviator (2004) and Click (2006).\nSince being cast as Selene in the Underworld film series (2003–2016), Beckinsale has become known primarily for her work in action films, including Van Helsing (2004), Whiteout (2009), Contraband (2012), and Total Recall (2012). She also continues to make appearances in smaller dramatic projects such as Snow Angels (2007), Nothing but the Truth (2008), and Everybody's Fine (2009). In 2016, she appeared in the film Love \u0026 Friendship."}
{"_id":86,"Images":"https://m.media-amazon.com/images/M/MV5BYzZiYTQ4YTAtMzRkMi00ZDZlLWFkZWItNGI2ZTIyODRiYTc4XkEyXkFqcGdeQXVyMjUzMjc2MjE@._V1_UY209_CR8,0,140,209_AL_.jpg","Subtitle":"Actress | Gladiator","Url":"https://en.wikipedia.org/wiki/Connie_Nielsen","Dob":"3 July 1965","Actor":"Connie Nielsen","Summary":"Connie Inge-Lise Nielsen (born 3 July 1965) is a Danish actress whose first major role in an English-language film was a supporting role in The Devil's Advocate (1997). Her films include Gladiator (2000), Mission to Mars (2000), One Hour Photo (2002), Basic (2003), The Hunted (2003), The Ice Harvest (2005), and Nymphomaniac (2014). She starred as Meredith Kane on the Starz TV series Boss (2011–2012) and was a lead character in the second season of The Following. She has joined the DC Extended Universe, appearing as Hippolyta in its films Wonder Woman (2017), Justice League (2017) and Wonder Woman 1984 (2019)."}
{"_id":87,"Images":"https://m.media-amazon.com/images/M/MV5BNjIxZDI2MTctZTNhOC00NjdlLWI5ZTEtZjZhMmNkNGViZjczXkEyXkFqcGdeQXVyMTE5ODYzODk@._V1_UY209_CR6,0,140,209_AL_.jpg","Subtitle":"Actress | Moana","Url":"https://en.wikipedia.org/wiki/Auli%CA%BBi_Cravalho","Dob":"November 22, 2000","Actor":"Auliʻi Cravalho","Summary":"Auliʻi Cravalho (; born November 22, 2000) is an American actress, singer and musician who made her acting debut as the title character in the 2016 film Moana.\nIn 2018, Cravalho made her television debut starring as Lilette Suarez in the NBC drama series Rise."}
{"_id":88,"Images":"https://m.media-amazon.com/images/M/MV5BMzI2MTA1NTkxOF5BMl5BanBnXkFtZTgwMTAxNzIzNjE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Dream Lover","Url":"https://en.wikipedia.org/wiki/M%C3%A4dchen_Amick","Dob":"December 12, 1970","Actor":"Mädchen Amick","Summary":"Mädchen Amick ( MAYD-shən AY-mik; born December 12, 1970) is an American actress. She is best known for her starring role as Shelly Johnson on the cult television series Twin Peaks (1990–1991), its prequel film Twin Peaks: Fire Walk with Me (1992) and its revival television series Twin Peaks: The Return (2017).  She was also a series regular on Central Park West (1995-1996), Freddie (2005-2006), and Witches of East End (2013-2014).  On the big screen she had starring roles in Sleepwalkers (1992) and Dream Lover (1993).  She currently portrays Alice Cooper on the drama television series Riverdale (2017–present)."}
{"_id":89,"Images":"https://m.media-amazon.com/images/M/MV5BYTllMTE5NDUtOWQ2MC00MWY3LWIxNDctN2I1OWU2MTEwZTk5XkEyXkFqcGdeQXVyMzg3Nzk5MDI@._V1_UY209_CR23,0,140,209_AL_.jpg","Subtitle":"Actress | Percy Jackson \u0026 the Olympians: The Lightning Thief","Url":"https://en.wikipedia.org/wiki/Serinda_Swan","Dob":"July 11, 1984","Actor":"Serinda Swan","Summary":"Serinda Swan (born July 11, 1984) is a Canadian actress. She is best known for her leading role in Marvel's Inhumans and in HBO's Ballers. Other credits include Anne Bancroft in Feud as well as Erica Reed in the series Breakout Kings for two seasons from 2011 to 2012. She starred as Paige Arkin in the USA Network series Graceland, from 2013 to 2015, and as Medusa in Inhumans."}
{"_id":90,"Images":"https://m.media-amazon.com/images/M/MV5BMjI4NjQ5NDA5M15BMl5BanBnXkFtZTgwNDE0MjQzMjE@._V1_UY209_CR94,0,140,209_AL_.jpg","Subtitle":"Actor | Guardians of the Galaxy","Url":"https://en.wikipedia.org/wiki/Dave_Bautista","Dob":"January 18, 1969","Actor":"Dave Bautista","Summary":"David Michael Bautista Jr. (born January 18, 1969) is an American actor, professional wrestler, mixed martial artist and bodybuilder. Bautista began wrestling in 1999, and signed with the World Wrestling Federation (WWF, now WWE) in 2000. From 2002 to 2010 he gained fame under the ring name Batista, winning the World Heavyweight Championship four times and the WWE Championship twice. He holds the record for the longest reign as World Heavyweight Champion at 282 days and has also won the World Tag Team Championship three times (twice with Ric Flair and once with John Cena) and the WWE Tag Team Championship once (with Rey Mysterio). He was the winner of the 2005 Royal Rumble match and went on to headline WrestleMania 21, one of the top five highest-grossing pay-per-view events in professional wrestling history. Bautista re-signed with WWE in 2013, going on to win the 2014 Royal Rumble match and headline WrestleMania XXX.\nBautista began acting in 2006 and has starred in The Man with the Iron Fists (2012), Riddick (2013), the James Bond film Spectre (2015) and Blade Runner 2049 (2017). He is best known for his role as Drax in the Marvel Cinematic Universe, portraying the character in the films Guardians of the Galaxy (2014), Guardians of the Galaxy Vol. 2 (2017), and Avengers: Infinity War (2018). He has also appeared in several direct-to-video films since 2009.\nIn August 2012, Bautista signed a contract with Classic Entertainment \u0026 Sports to fight in mixed martial arts. He won his MMA debut on October 6, 2012, defeating Vince Lucero via TKO in the first round."}
{"_id":91,"Images":"https://m.media-amazon.com/images/M/MV5BMjUxMjI4MDEwM15BMl5BanBnXkFtZTgwNzMyODM0MTE@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | The Last Witch Hunter","Url":"https://en.wikipedia.org/wiki/Rose_Leslie","Dob":"9 February 1987","Actor":"Rose Leslie","Summary":"Rose Eleanor Arbuthnot-Leslie (born 9 February 1987), known professionally as Rose Leslie, is a British actress. After winning a Scottish BAFTA for Best Acting Performance for her role in New Town, she rose to fame as Gwen Dawson in the ITV drama series Downton Abbey and as Ygritte in the HBO fantasy series Game of Thrones. She stars as Maia Rindell in the CBS All Access legal and political drama The Good Fight."}
{"_id":92,"Images":"https://m.media-amazon.com/images/M/MV5BMTc2NjM5MTUzNl5BMl5BanBnXkFtZTcwNzQyOTM2Nw@@._V1_UY209_CR16,0,140,209_AL_.jpg","Subtitle":"Actress | The Mummy","Url":"https://en.wikipedia.org/wiki/Annabelle_Wallis","Dob":"5 September 1984","Actor":"Annabelle Wallis","Summary":"Annabelle Frances Wallis (born 5 September 1984) is an English actress who has played Jane Seymour in Showtime's period drama The Tudors (2009–2010), Grace Shelby in the BBC drama Peaky Blinders (2013–2016), Mia in the supernatural horror film Annabelle (2014) and Jenny Halsey in the supernatural adventure film The Mummy (2017)."}
{"_id":93,"Images":"https://m.media-amazon.com/images/M/MV5BMWI0ZTNiNGUtOWJjNi00OGE3LWE4ZTUtNmUxMDY0ODI5NmM0XkEyXkFqcGdeQXVyMjMwNzU2MjM@._V1_UY209_CR14,0,140,209_AL_.jpg","Subtitle":"Actress | Set It Up","Url":"https://en.wikipedia.org/wiki/Zoey_Deutch","Dob":"November 10, 1994","Actor":"Zoey Deutch","Summary":"Zoey Francis Thompson Deutch /Doich/ (born November 10, 1994) is an American actress and producer. She starred as Beverly in Everybody Wants Some!! (2016), Samantha Kingston in Before I Fall (2017), Stephanie Fleming in Why Him?, Erica Vandross in Flower (2017), and Harper in the Netflix romantic-comedy Set It Up. \nShe can also be seen in \"Beautiful Creatures\" (2013), Vampire Academy (2014), Rebel In The Rye (2017), and The Year Of Spectacular Men (2017), which she produced as well."}
{"_id":94,"Images":"https://m.media-amazon.com/images/M/MV5BMTgyNzE5OTkzMV5BMl5BanBnXkFtZTgwNzM4ODAzMjE@._V1_UY209_CR1,0,140,209_AL_.jpg","Subtitle":"Actress | Game of Thrones","Url":"https://en.wikipedia.org/wiki/Sophie_Turner","Dob":"21 February 1996","Actor":"Sophie Turner","Summary":"Sophie Turner (born 21 February 1996) is an English actress. Turner made her professional acting debut as Sansa Stark on the HBO fantasy television series Game of Thrones (2011–present), which brought her international recognition.\nTurner starred in the television film The Thirteenth Tale (2013) and she made her feature film debut in Another Me (2013). She starred in the action comedy Barely Lethal (2015) and portrays a young Jean Grey / Phoenix in the X-Men film series."}
{"_id":95,"Images":"https://m.media-amazon.com/images/M/MV5BODE1ODE5MzY5M15BMl5BanBnXkFtZTgwNDg1NDA4NTM@._V1_UY209_CR34,0,140,209_AL_.jpg","Subtitle":"Actress | Fifty Shades of Grey","Url":"https://en.wikipedia.org/wiki/Dakota_Johnson","Dob":"October 4, 1989","Actor":"Dakota Johnson","Summary":"Dakota Mayi Johnson  (born October 4, 1989) is an American actress and model. She is best known for her starring role as Anastasia Steele in the Fifty Shades film series (2015–18). For her performances in the series, she received the People's Choice Award for Favorite Dramatic Movie Actress and a BAFTA Rising Star Award nomination, among others. \nJohnson made her acting debut in the film Crazy in Alabama (1999). She held supporting roles in the films The Social Network (2010), Beastly (2011), 21 Jump Street (2012), The Five-Year Engagement (2012), and Need for Speed (2014). Following her Fifty Shades success, Johnson appeared in the crime biopic Black Mass (2015), Luca Guadagnino's drama film A Bigger Splash (2015), the comedy film How to Be Single (2016), Guadagnino's horror remake film Suspiria (2018), and the thriller film Bad Times at the El Royale (2018).\nShe is the daughter of actors Melanie Griffith and Don Johnson, and her maternal grandmother is actress Tippi Hedren."}
{"_id":96,"Images":"https://m.media-amazon.com/images/M/MV5BNDQ5MDIyMjg3NV5BMl5BanBnXkFtZTgwOTU2NTE0NDM@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Gone Girl","Url":"https://en.wikipedia.org/wiki/Rosamund_Pike","Dob":"27 January 1979","Actor":"Rosamund Pike","Summary":"Rosamund Mary Ellen Pike (born 27 January 1979) is an English actress who began her acting career by appearing in stage productions such as Romeo and Juliet and Skylight. After her screen debut in the television film A Rather English Marriage (1998) and television roles in Wives and Daughters (1999) and Love in a Cold Climate (2001), she received international recognition for her film debut as Bond girl Miranda Frost in Die Another Day (2002), for which she received the Empire Award for Best Newcomer. Following her breakthrough, she won the BIFA Award for Best Supporting Actress for The Libertine (2004) and portrayed Jane Bennet in Pride \u0026 Prejudice (2005).\nPike had film appearances in the sci-fi film Doom (2005), the crime-mystery thriller film Fracture (2007), the drama film Fugitive Pieces (2007), the coming-of-age drama An Education (2009), for which she was nominated for the London Film Critics Circle Award for British Supporting Actress of the Year, and sci-fi comedy The World's End (2013). She also received British Independent Film Award nominations for An Education, Made in Dagenham (2010), and was nominated for a Genie Award for Barney's Version (2010). Her other films include the spy action comedy Johnny English Reborn (2011), the epic action-adventure fantasy Wrath of the Titans (2012) and the action thriller Jack Reacher (2012).\nIn 2014, her performance in the psychological thriller film Gone Girl was met with widespread critical acclaim and she was awarded the Saturn Award for Best Actress and was nominated for the Academy Award for Best Actress, the BAFTA Award for Best Actress in a Leading Role, the Golden Globe Award for Best Actress in a Motion Picture – Drama, and the Screen Actors Guild Award for Outstanding Performance by a Female Actor in a Leading Role. Pike received further acclaim for her role as Ruth Williams Khama in the biographical drama A United Kingdom (2016) and is nominated for a Saturn Award for Best Actress for her role in the western Hostiles (2017). Her upcoming films include the thriller Three Seconds and Radioactive, in which she will play Marie Curie."}
{"_id":97,"Images":"https://m.media-amazon.com/images/M/MV5BZDk3NDNjY2YtZGVhNy00MWYxLTliNGEtZDRkOTQzNTA2ZGVkXkEyXkFqcGdeQXVyNzA4NjYzMDk@._V1_UY209_CR86,0,140,209_AL_.jpg","Subtitle":"Actress | The Girl with the Dragon Tattoo","Url":"https://en.wikipedia.org/wiki/%C3%89lodie_Yung","Dob":"February 22, 1981","Actor":"Élodie Yung","Summary":"Élodie Yung (French pronunciation: ​[elɔdi juŋ]; born February 22, 1981) is a French actress. She is best known for her role as Elektra Natchios in the second season of the Marvel Cinematic Universe Netflix series Daredevil and the Netflix miniseries The Defenders."}
{"_id":98,"Images":"https://m.media-amazon.com/images/M/MV5BOTIxNTE2NTQ3Nl5BMl5BanBnXkFtZTcwMzMwOTk2Nw@@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | Divergent","Url":"https://en.wikipedia.org/wiki/Shailene_Woodley","Dob":"November 15, 1991","Actor":"Shailene Woodley","Summary":"Shailene Diann Woodley (born November 15, 1991) is an American actress and activist. Brought up in Simi Valley, California, Woodley began modeling at the age of four, and began acting professionally in minor television roles, before gaining two Young Artist Award nominations for her leading roles in the television films A Place Called Home (2004) and Felicity: An American Girl Adventure (2005). As a teenager, she rose to fame for her leading role as Amy Juergens on the ABC Family television series The Secret Life of the American Teenager (2008–13), for which she received five Teen Choice Awards nominations. She garnered critical acclaim for her film debut in The Descendants (2011), for which she won the Independent Spirit Award for Best Supporting Female, the National Board of Review Award for Best Supporting Actress, and the Trophée Chopard at the 2012 Cannes Film Festival, and was nominated for a Golden Globe Award for Best Supporting Actress – Motion Picture. Her role in The Spectacular Now (2013) received further praise, and she won the Sundance Film Festival Special Jury Prize for Dramatic Acting and was nominated for the Independent Spirit Award for Best Supporting Female for her performance.\nIn 2014, Woodley achieved global recognition for her starring role in the romantic drama The Fault in Our Stars, which earned her the Hollywood Film Award for Breakout Performance - Female, three Teen Choice Awards, and two MTV Movie Awards, including one for MTV Movie Award for Best Female Performance. Her starring role as Beatrice \"Tris\" Prior in the dystopian science fiction action The Divergent Series (2014–16) garnered her further recognition.\nSince 2017, Wodley has portrayed Jane Chapman in the HBO limited series Big Little Lies (2017–present) for which she was nominated for a Primetime Emmy Award and Golden Globe Award for Outstanding Supporting Actress in a Limited Series. Besides acting, Woodley is an environmental activist and has served as a board member of Our Revolution."}
{"_id":99,"Images":"https://m.media-amazon.com/images/M/MV5BMmFkMGIxYTItNWI0My00NmJkLWFmYTItNWIxN2Y2ZmRhMWRlXkEyXkFqcGdeQXVyMTM5NDMzMjY@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actress | The Perks of Being a Wallflower","Url":"https://en.wikipedia.org/wiki/Nina_Dobrev","Dob":"January 9, 1989","Actor":"Nina Dobrev","Summary":"Nikolina Konstantinova Dobreva (born January 9, 1989), known professionally as Nina Dobrev (), is a Canadian actress. Her first acting role was as Mia Jones in the drama series Degrassi: The Next Generation. She later became known for portraying Elena Gilbert and Katherine Pierce on The CW's supernatural drama series The Vampire Diaries.\nDobrev has also appeared in several feature films, including the 2012 coming-of-age drama The Perks of Being a Wallflower, the 2014 action comedy Let's Be Cops, the 2015 horror comedy The Final Girls, the 2017 action thriller xXx: Return of Xander Cage, and the 2017 science fiction drama Flatliners.\nBorn in Bulgaria, her family emigrated to Canada when she was two years old, and Dobrev grew up in Toronto. She studied Sociology at Ryerson University, but left early to pursue her acting career. Dobrev currently lives in Los Angeles."}
{"_id":100,"Images":"https://m.media-amazon.com/images/M/MV5BOTZiOTc4OWQtYjQ5MC00MmVjLTk5OTYtMDE4MWQ5OWJkYTI3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_UX140_CR0,0,140,209_AL_.jpg","Subtitle":"Actor | 13 Reasons Why","Url":"https://en.wikipedia.org/wiki/Christian_Navarro","Dob":"August 21, 1991","Actor":"Christian Navarro","Summary":"Christian Lee Navarro (born August 21, 1991) is an American actor known for playing Tony Padilla in the Netflix series 13 Reasons Why."}
